Repository: sgmurphy/wordpress-plugins
Catalog: woo-advanced-product-size-chart/languages/size-chart-for-woocommerce-*.po
Languages: de_de

source: Selected chart popup icon will show before chart popup link title.
de_de: Das ausgewählte Diagramm-Popup-Symbol wird vor dem Titel des Diagramm-Popup-Links angezeigt.

source: Selected popup position will apply on the front side. The default position is "Center".
de_de: Die ausgewählte Popup-Position wird auf der Vorderseite angewendet. Die Standardposition ist "Mitte".

source: Settings
de_de: Einstellungen

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Shortcode
de_de: Kurzwahl

source: Shortcode Copied to Clipboard!
de_de: Shortcode in die Zwischenablage kopiert!

source: Show All Template
de_de: Alle Vorlagen anzeigen

source: Showcase the size chart button after the “add to cart” button for easy reference.
de_de: Zeigen Sie die Schaltfläche "Größentabelle" nach der Schaltfläche "In den Warenkorb" an, damit Sie sie leichter nachschlagen können.

source: Size Chart
de_de: Größentabelle

source: Size Chart Compatibility
de_de: Kompatibilität mit Größentabellen

source: Size Chart Customization and Management:
de_de: Anpassung und Verwaltung der Größentabelle:

source: Size Chart Link Title
de_de: Größentabelle Linktitel

source: Size Chart Link Type
de_de: Größentabelle Linktyp

source: Size Chart minimizes customer confusion about sizes and fittings
de_de: Die Größentabelle minimiert die Verwirrung der Kunden über Größen und Passformen

source: Size Chart Popup Title
de_de: Titel des Popup-Fensters für die Größentabelle

source: Size Chart Position
de_de: Größentabelle Position

source: Size chart published successfully.
de_de: Größentabelle erfolgreich veröffentlicht.

source: Size Chart Settings
de_de: Größen tabelle Einstellungen

source: Size Chart Style
de_de: Größentabellenstil

source: Size chart title
de_de: Titel der Größentabelle

source: Size Chart Type
de_de: Größentabelle Typ

source: Size chart updated successfully.
de_de: Größentabelle erfolgreich aktualisiert.

source: Size Chart User Permissions
de_de: Größentabelle Benutzerberechtigungen

source: Size Charts
de_de: Größentabellen

source: Small
de_de: Klein

source: Solid
de_de: Solide

source: Something went wrong.
de_de: Etwas ist schief gelaufen.

source: Spanish
de_de: Spanisch

source: Standard Chart
de_de: Standarddiagramm

source: Sub Title
de_de: Untertitel

source: Successfully...
de_de: Erfolgreich...

source: Suggest
de_de: Empfehlen

source: Support
de_de: Unterstützen

source: Support Forum
de_de: Hilfeforum

source: Tab Label
de_de: Tab -Aufkleber

source: Tabbed Chart
de_de: Diagramm mit Registerkarten

source: Table Color
de_de: Tischfarbe

source: Table Even Row Color
de_de: Tabelle Selbst Zeilenfarbe

source: Table Head Background Color
de_de: Tabelle Kopf Hintergrundfarbe

source: Table Head Font Color
de_de: Tabelle Kopf Schriftfarbe

source: Table Hover
de_de: Tisch schweben

source: Table hover background color
de_de: Hintergrundfarbe des Tabellen-Hovers

source: Table Odd Raw Color
de_de: Tabelle Odd Raw Farbe

source: Tag assign
de_de: Tag zuweisen

source: Text Color
de_de: Textfarbe

source: This plugin offers the convenience of assigning ready-to-use default size chart templates to your WooCommerce products, as well as the ability to create custom size charts. You can clone existing templates or design your own size charts and assign them to specific products or categories, providing comprehensive size information to your customers.
de_de: Dieses Plugin bietet den Komfort, Ihren WooCommerce-Produkten gebrauchsfertige Standard-Größentabellenvorlagen zuzuweisen und benutzerdefinierte Größentabellen zu erstellen. Sie können vorhandene Vorlagen klonen oder eigene Größentabellen entwerfen und diese bestimmten Produkten oder Kategorien zuordnen, um Ihren Kunden umfassende Größeninformationen bereitzustellen.

source: Three Benefits of Upgrading to Premium
de_de: Drei Vorteile eines Upgrades auf Premium

source: Title is required.
de_de: Titel ist erforderlich.

source: to view license and terms of use.
de_de: um die Lizenz- und Nutzungsbedingungen anzuzeigen.

source: Type the size chart name
de_de: Geben Sie den Namen der Größentabelle ein

source: Unlock Premium Features
de_de: Schalten Sie Premium-Funktionen frei

source: Unlock Premium Features with a 50% Discount!
de_de: Schalten Sie Premium-Funktionen mit 50 % Rabatt frei!

source: Upgrade
de_de: Aktualisierung

source: Upgrade now to enhance your site's usability and user experience with our Size Chart feature!
de_de: Führen Sie jetzt ein Upgrade durch, um die Benutzerfreundlichkeit und Benutzererfahrung Ihrer Website mit unserer Größentabellenfunktion zu verbessern!

source: Upgrade to Premium
de_de: Auf Premium upgraden

source: Usage limit reached: 10 size charts utilized. Unlock unlimited access by upgrading.
de_de: Nutzungslimit erreicht: 10 Größentabellen verwendet. Schalten Sie durch ein Upgrade unbegrenzten Zugriff frei.

source: Use three asterisks (***) for section titles and two asterisks (**) for new tables.
de_de: Verwenden Sie drei Sternchen (***) für Abschnittstitel und zwei Sternchen (**) für neue Tabellen.

source: Utilize a shortcode to seamlessly display size charts on your custom product template to make it compatible with enhancing the user experience.
de_de: Verwenden Sie einen Shortcode, um Größentabellen nahtlos in Ihrer benutzerdefinierten Produktvorlage anzuzeigen, um sie mit der Verbesserung des Benutzererlebnisses kompatibel zu machen.

source: Vertical border style
de_de: Vertikaler Rahmenstil

source: Vertical width
de_de: Vertikale Breite

source: View Size Charts
de_de: Größentabellen anzeigen

source: Welcome! 🤗
de_de: Willkommen! 🤗

source: With this plugin, you have the flexibility to customize or clone the default size chart and create your own size guide tailored to your unique needs and products.
de_de: Mit diesem Plugin haben Sie die Flexibilität, die Standardgrößentabelle anzupassen oder zu klonen und Ihren eigenen Größenleitfaden zu erstellen, der auf Ihre individuellen Bedürfnisse und Produkte zugeschnitten ist.

source: With this setting you can add size chart label and it will same for all product size charts.
de_de: Mit dieser Einstellung können Sie die Größentabelle Label hinzufügen und es wird für alle Produktgröße Charts.

source: With this setting you can configure size chart popup link position, color and you can apply custom class also.
de_de: Mit dieser Einstellung können Sie die Größentabelle Popup-Link Position, Farbe konfigurieren und Sie können auch benutzerdefinierte Klasse gelten.

source: With this setting you can configure size chart table style like table head font color, table row color, table head background color etc. Note: (For this setting you will have to select custom style from particular size chart.
de_de: Mit dieser Einstellung können Sie den Tabellenstil der Größentabelle konfigurieren, wie z. B. die Schriftfarbe des Tabellenkopfs, die Farbe der Tabellenzeile, die Hintergrundfarbe des Tabellenkopfs usw.

source: Would you mind telling how did you hear about us?
de_de: Würde es Ihnen etwas ausmachen, zu erzählen, wie Sie von uns erfahren haben?

source: Yes
de_de: Ja

source: Yes, count me in!
de_de: Ja, zähl mich mit!

source: You are all set, almost!
de_de: Sie sind fast fertig!

source: You can adjust table head colors, row colors, and more to match your brand aesthetic.
de_de: Sie können die Tabellenkopffarben, Zeilenfarben und mehr anpassen, um sie an die Ästhetik Ihrer Marke anzupassen.

source: You can edit any of the size charts available in the plugin, preview or clone them.
de_de: Sie können jede der im Plugin verfügbaren Größentabellen bearbeiten, in der Vorschau anzeigen oder klonen.

source: You can use below shortcode to place this size chart where you want.
de_de: Sie können den folgenden Shortcode verwenden, um diese Größentabelle an der gewünschten Stelle zu platzieren.

source: 🔒 Add New
de_de: 🔒 Neu hinzufügen

source: 🔒 Modal Pop Up
de_de: 🔒 Modales Popup
