Repository: sgmurphy/wordpress-plugins
Catalog: woo-advanced-product-size-chart/languages/size-chart-for-woocommerce-*.po
Languages: de_de

source: for more info.
de_de: Für mehr Information.

source: for more information.
de_de: für mehr Informationen.

source: %1$s requires %2$s to be installed & activated!
de_de: Für %1$s muss %2$s installiert und aktiviert sein!

source: (Available in Pro Version)
de_de: (Verfügbar in der Pro-Version)

source: A product size chart empowers customers to make informed size decisions, instilling confidence and increasing purchase likelihood.
de_de: Eine Produktgrößentabelle ermöglicht es Kunden, fundierte Größenentscheidungen zu treffen, schafft Vertrauen und erhöht die Kaufwahrscheinlichkeit.

source: About
de_de: Um

source: Account
de_de: Konto

source: Activate Plugin
de_de: Plugin aktivieren

source: Add
de_de: Hinzufügen

source: Add New
de_de: Neue hinzufügen

source: Add New Size Charts
de_de: Fügen Sie neue Größentabellen hinzu

source: Add notes about the table sizes like it's in Inches, Meters, Centimeter, etc.
de_de: Fügen Sie Notizen zu den Tabellengrößen hinzu, z. B. in Zoll, Metern, Zentimetern usw.

source: Add size chart link title. Default it will showcase from global settings.
de_de: Linktitel zur Größentabelle hinzufügen. Standardmäßig werden die globalen Einstellungen angezeigt.

source: Add size chart tab title. Default it will showcase from global settings.
de_de: Fügen Sie den Titel der Registerkarte „Größentabelle“ hinzu. Standardmäßig werden die globalen Einstellungen angezeigt.

source: Add/Edit chart below
de_de: Hinzufügen / Bearbeiten Tabelle unten

source: Additional Tab
de_de: Zusätzliche Registerkarte

source: Advance Style
de_de: Fortschrittlicher Stil

source: After Add to Cart
de_de: In Nach den Warenkorb

source: After Product Meta
de_de: Nach Artikel Meta

source: All Size Charts
de_de: Alle Größentabellen

source: Amplify Customer Satisfaction
de_de: Steigern Sie die Kundenzufriedenheit

source: Apply your custom CSS here to personalize and customize the size chart to align with your preferences.
de_de: Wenden Sie hier Ihr benutzerdefiniertes CSS an, um die Größentabelle zu personalisieren und an Ihre Vorlieben anzupassen.

source: Are you sure you want to export size chart data?
de_de: Sind Sie sicher, dass Sie Größentabellendaten exportieren möchten?

source: Are you sure you want to remove the product from the chart?
de_de: Möchten Sie das Produkt wirklich aus der Tabelle entfernen?

source: Assign Attributes
de_de: Attribute zuweisen

source: Assign Category
de_de: Kategorie zuweisen

source: Assign Product
de_de: Produkt zuweisen

source: Assign Tag
de_de: Tag zuweisen

source: Be our friend on
de_de: Sei unser Freund

source: Before Add to Cart
de_de: In Vor den Warenkorb

source: Before Summary Text
de_de: Bevor Zusammenfassung Text

source: Blank .json file uploaded.
de_de: Leere .json-Datei hochgeladen.

source: Boost Conversion Rates
de_de: Steigern Sie die Conversion-Raten

source: Boost customer satisfaction with a comprehensive size chart that ensures confident purchasing decisions based on accurate sizing information.
de_de: Steigern Sie die Kundenzufriedenheit mit einer umfassenden Größentabelle, die sichere Kaufentscheidungen auf der Grundlage genauer Größeninformationen gewährleistet.

source: Border Color
de_de: Randfarbe

source: Border color
de_de: Randfarbe

source: Button
de_de: Taste

source: By utilizing this plugin, you can ensure that customers have a clear understanding of your products' sizing information, reducing the need for unnecessary inquiries and improving the buying experience.
de_de: Durch die Verwendung dieses Plugins können Sie sicherstellen, dass Kunden die Größeninformationen Ihrer Produkte genau verstehen, wodurch unnötige Anfragen reduziert und das Kauferlebnis verbessert werden.

source: Category assign
de_de: Kategorie zuweisen

source: Chart Popup Label Position
de_de: Diagramm- Label- Position

source: Chart Popup Size
de_de: Diagramm-Popup-Größe

source: Chart Table Font Size
de_de: Schriftgröße der Diagrammtabelle

source: Chart Table Style
de_de: Grafik Tabelle Stil

source: Chart Table Styles (Default Style)
de_de: Tabelle Tabellenformate ( Standard-Style )

source: Check Screenshot
de_de: Überprüfen Sie den Screenshot

source: Chest :
de_de: Brust :

source: Classic
de_de: Klassisch

source: Click here
de_de: Klicke hier

source: Click here for preview
de_de: Klicken Sie hier für eine Vorschau

source: Click to export size chart data
de_de: Klicken Sie hier, um die Größentabellendaten zu exportieren

source: Click to import size chart data
de_de: Klicken Sie hier, um Größentabellendaten zu importieren

source: Clone
de_de: Klon

source: Close
de_de: Schließen

source: Comprehensive Display:
de_de: Umfangreiche Darstellung:

source: Continue
de_de: Weitermachen

source: Country Based Size Chart
de_de: Länderbasierte Größentabelle

source: Create glamorous size charts with silver table heads and soft silver even rows for effective table visualization.
de_de: Erstellen Sie glamouröse Größentabellen mit silbernen Tischköpfen und gleichmäßigen Reihen in sanftem Silber für eine effektive Tischvisualisierung.

source: Create Your Own Size Guide:
de_de: Erstellen Sie Ihren eigenen Größenleitfaden:

source: Custom CSS
de_de: Benutzerdefinierte CSS

source: Custom Style
de_de: Brauch Stil

source: Custom Template
de_de: Benutzerdefinierte Vorlage

source: Customers can conveniently view size charts before making purchases.
de_de: Kunden können vor dem Kauf bequem Größentabellen einsehen.

source: Customize size chart tables easily to match visually with your theme, captivating customers.
de_de: Passen Sie Größentabellen einfach an, um sie optisch an Ihr Thema anzupassen und Kunden zu fesseln.

source: Customize the position of the size chart pop-up button for optimal visibility and engagement - before the summary, after "add to cart", or after the product meta.
de_de: Passen Sie die Position der Popup-Schaltfläche für die Größentabelle an, um optimale Sichtbarkeit und Interaktion zu gewährleisten – vor der Zusammenfassung, nach "In den Warenkorb" oder nach dem Produkt-Meta.

source: Dashboard
de_de: Armaturenbrett

source: Dashed
de_de: Gestrichelt

source: Data has been Exported!
de_de: Daten wurden exportiert!

source: Data has been Imported!
de_de: Daten wurden importiert!

source: Data has been Imported! Reload page in moment.
de_de: Daten wurden importiert! Seite im Moment neu laden.

source: Default Size Chart Template:
de_de: Standard-Größentabellenvorlage:

source: Default Style
de_de: Standard-Style

source: Default Template
de_de: Standardvorlage

source: Define the size chart link placement before the product summary, before/after the cart button, or after the product meta.
de_de: Definieren Sie die Platzierung des Größentabellen-Links vor der Produktzusammenfassung, vor/nach der Warenkorb-Schaltfläche oder nach dem Produkt-Meta.

source: Delete
de_de: Löschen

source: Description.
de_de: Beschreibung.

source: Design attractive size charts with custom colors with different color effects, like table cell hover, etc.
de_de: Entwerfen Sie attraktive Größentabellen mit benutzerdefinierten Farben und unterschiedlichen Farbeffekten, z. B. beim Hovern von Tabellenzellen usw.

source: Display specific size chart guidance for French shoppers with different measurements.
de_de: Zeigen Sie spezifische Anleitungen zur Größentabelle für französische Käufer mit unterschiedlichen Maßen an.

source: Display your size chart content and table in a standard view or as a tabbed view.
de_de: Zeigen Sie den Inhalt und die Tabelle Ihrer Größentabelle in einer Standardansicht oder als Registerkartenansicht an.

source: Done
de_de: Erledigt

source: Dotted
de_de: Gepunktet

source: Easily import and export size charts for seamless management and sharing of size chart templates across your WooCommerce store.
de_de: Importieren und exportieren Sie ganz einfach Größentabellen für eine nahtlose Verwaltung und gemeinsame Nutzung von Größentabellenvorlagen in Ihrem WooCommerce-Shop.

source: Easy Size Chart User Access
de_de: Einfacher Benutzerzugriff auf die Größentabelle

source: Edit Size Charts
de_de: Größentabellen bearbeiten

source: Effortlessly customize size chart layout, including table head color, row color, etc., to create visually stunning size charts that captivate your customers.
de_de: Passen Sie mühelos das Layout der Größentabelle an, einschließlich der Farbe des Tabellenkopfes, der Zeilenfarbe usw., um optisch beeindruckende Größentabellen zu erstellen, die Ihre Kunden begeistern.

source: Effortlessly manage and share size chart templates across your WooCommerce store using the import and export feature with just a few clicks.
de_de: Mithilfe der Import- und Exportfunktion können Sie Vorlagen für Größentabellen mit nur wenigen Klicks mühelos in Ihrem WooCommerce-Shop verwalten und teilen.

source: Empower shop managers to update and customize size charts based on their specific inventory and customer needs.
de_de: Ermöglichen Sie Shop-Managern, Größentabellen basierend auf ihrem spezifischen Lagerbestand und den Kundenbedürfnissen zu aktualisieren und anzupassen.

source: Enable table hover effect
de_de: Tisch-Hover-Effekt aktivieren

source: Enable vendors to maintain accurate and relevant size charts for their specific products.
de_de: Ermöglichen Sie Anbietern, genaue und relevante Größentabellen für ihre spezifischen Produkte zu verwalten.

source: Enhance Product Confidence
de_de: Steigern Sie das Produktvertrauen

source: Enhance the user experience by seamlessly integrating size charts into your custom product templates using a shortcode.
de_de: Verbessern Sie das Benutzererlebnis, indem Sie Größentabellen mithilfe eines Shortcodes nahtlos in Ihre benutzerdefinierten Produktvorlagen integrieren.

source: Enter any number
de_de: Geben Sie eine beliebige Zahl ein

source: Enter Column count to insert
de_de: Geben Sie die Anzahl der einzufügenden Spalten ein

source: Enter Row count to insert
de_de: Geben Sie die Anzahl der einzufügenden Zeilen ein

source: Enter your note here...
de_de: Geben Sie hier Ihre Notiz ein...

source: Even row background
de_de: Gleichmäßiger Zeilenhintergrund

source: Even row text
de_de: Gleichmäßiger Zeilentext

source: Export all the size charts templates for backup purposes or share them with colleagues or clients.
de_de: Exportieren Sie alle Vorlagen für Größentabellen zu Sicherungszwecken oder teilen Sie sie mit Kollegen oder Kunden.

source: Export Chart Table
de_de: Diagrammtabelle exportieren

source: Export Size Chart Rule
de_de: Größentabelle-Regel exportieren

source: Export the size chart rules settings for this site as a .json file. This allows you to easily import the configuration into another site. Please make sure simple product and variation products slugs must be unique.
de_de: Exportieren Sie die Regeleinstellungen für die Größentabelle für diese Website als JSON-Datei. Dadurch können Sie die Konfiguration einfach in einen anderen Standort importieren. Bitte stellen Sie sicher, dass einfache Produkt- und Variationsprodukt-Slugs eindeutig sein müssen.

source: Flexible Size Chart Position
de_de: Flexible Position der Größentabelle

source: For each size chart, you can add label, chart image for which you want the chart to appear, chart position (modal popup/additional tab on product page) and table style.
de_de: Für jede Größentabelle können Sie ein Etikett, ein Diagrammbild, Kategorien, für die das Diagramm angezeigt werden soll, die Position des Diagramms (modales Popup/zusätzlicher Tab auf der Produktseite) und den Tabellenstil hinzufügen.

source: For each size chart, you can create your custom chart table (with as many rows and columns you would like to include)
de_de: Für jede Größentabelle können Sie Ihre benutzerdefinierte Diagrammtabelle erstellen (mit beliebig vielen Zeilen und Spalten)

source: Free
de_de: Frei

source: Free Version
de_de: Freie Version

source: French
de_de: Französisch

source: General Settings
de_de: Allgemeine Einstellungen

source: German
de_de: Deutsch

source: Get improved features and faster fixes by sharing non-sensitive data via usage-tracking. This will help us make the plugin more compatible with your site. No personal data is tracked or stored.
de_de: Erhalten Sie verbesserte Funktionen und schnellere Lösungen, indem Sie nicht vertrauliche Daten über die Nutzungsverfolgung weitergeben. Dies wird uns helfen, das Plugin besser mit Ihrer Website kompatibel zu machen. Es werden keine personenbezogenen Daten erfasst oder gespeichert.

source: Get Started
de_de: Loslegen

source: Getting Started
de_de: Einstieg

source: Global Setting
de_de: Globale Einstellung

source: Global Settings
de_de: Globale Einstellungen

source: Go Premium to Increase Order Value
de_de: Steigern Sie den Bestellwert mit Premium

source: Grant access to specific user roles, such as shop managers, to manage size charts and reduce the admin headache by providing them with the necessary permissions.
de_de: Gewähren Sie bestimmten Benutzerrollen Zugriff, z. B. Shop-Managern, um Größentabellen zu verwalten und reduzieren Sie den Verwaltungsaufwand, indem Sie ihnen die erforderlichen Berechtigungen erteilen.

source: Grant specific user roles, such as shop managers, access to manage size charts by providing the necessary permissions for seamless control.
de_de: Gewähren Sie bestimmten Benutzerrollen, z. B. Shop-Managern, Zugriff auf die Verwaltung von Größentabellen, indem Sie die erforderlichen Berechtigungen für eine nahtlose Kontrolle bereitstellen.

source: Guide Documentation
de_de: Guide-Dokumentation

source: Header background
de_de: Header-Hintergrund

source: Help
de_de: Hilfe

source: Help & Support
de_de: Hilfe Unterstützung

source: Help us build a better "Size Chart" Plugin!
de_de: Helfen Sie uns, ein besseres "Größentabelle" Plugin zu entwickeln!

source: Hide Default Template
de_de: Standardvorlage ausblenden

source: Horizontal border style
de_de: Horizontaler Rahmenstil

source: Horizontal width
de_de: Horizontale Breite

source: How To Measure
de_de: Wie misst man

source: If empty, It will take the name you provided above for this size chart.
de_de: Wenn es leer ist, wird der Name verwendet, den Sie oben für diese Größentabelle angegeben haben.

source: Import
de_de: Importieren

source: Import & Export Settings
de_de: Import- und Exporteinstellungen

source: Import bulk size charts effortlessly between staging to the production site in minutes once you want to make the changes live.
de_de: Importieren Sie Massengrößendiagramme mühelos innerhalb von Minuten zwischen der Bereitstellung und der Produktionsstätte, sobald Sie die Änderungen live umsetzen möchten.

source: Import Chart Table
de_de: Diagrammtabelle importieren

source: Import Size Chart Rule
de_de: Größentabelle-Regel importieren

source: Import the size chart rules settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
de_de: Importieren Sie die Regeleinstellungen für die Größentabelle aus einer .json-Datei. Diese Datei erhalten Sie, indem Sie die Einstellungen auf einer anderen Website mithilfe des obigen Formulars exportieren.

source: Improve size chart visibility and enhance the user experience by displaying location-based relevant size chart information.
de_de: Verbessern Sie die Sichtbarkeit der Größentabelle und verbessern Sie das Benutzererlebnis durch die Anzeige standortbezogener relevanter Größentabelleninformationen.

source: Increase conversion rates by providing a clear and detailed product size chart that reduces uncertainty and boosts customer confidence in purchasing decisions.
de_de: Erhöhen Sie die Konversionsraten, indem Sie eine klare und detaillierte Produktgrößentabelle bereitstellen, die die Unsicherheit verringert und das Vertrauen der Kunden in Kaufentscheidungen stärkt.

source: Installed Version
de_de: Installierte Version

source: Integrate size charts effortlessly using the shortcode in the custom product templates of WPBakery, Elementor, or any other page builder.
de_de: Integrieren Sie Größentabellen mühelos mithilfe des Shortcodes in die benutzerdefinierten Produktvorlagen von WPBakery, Elementor oder einem anderen Seitenersteller.

source: Introduction
de_de: Einführung

source: Invalid character "Quotation mark ( " ) or Backslash ( \ )" detected. Please remove and use "INCH" or "IN" instead and try again.
de_de: Ungültiges Zeichen "Anführungszeichen ( " ) oder umgekehrter Schrägstrich ( \ )" erkannt. Bitte entfernen und verwenden Sie stattdessen "INCH" oder "IN" und versuchen Sie es erneut.

source: It is visible on product details page in the custom tab.
de_de: Es ist sichtbar auf Produktdetailseite in der benutzerdefinierten Registerkarte.

source: Label Class
de_de: Label-Klasse

source: Label Text Color
de_de: Label- Textfarbe

source: Large
de_de: Groß

source: Leave empty to show size chart for all countries.
de_de: Leer lassen, um die Größentabelle für alle Länder anzuzeigen.

source: Left
de_de: Links

source: License
de_de: Lizenz

source: License & Terms of use
de_de: Lizenz & Nutzungsbedingungen

source: loader
de_de: Lader

source: Loading...
de_de: Wird geladen...

source: Localization
de_de: Lokalisierung

source: Medium
de_de: Mittel

source: Multitable
de_de: Multitisch

source: My Account
de_de: Mein Konto

source: Never miss an important update
de_de: Verpassen Sie nie wieder ein wichtiges Update

source: New Size Charts
de_de: Neue Größentabellen

source: No
de_de: NEIN

source: No category assign
de_de: Keine Kategorie zuweisen

source: No chart found.
de_de: Kein Diagramm gefunden.

source: No charts found in Trash.
de_de: Keine Diagramme im Papierkorb gefunden.

source: No data found...
de_de: Keine Daten gefunden...

source: No matching products found.
de_de: Keine passenden Produkte gefunden.

source: No product assign
de_de: Kein Produkt zuweisen

source: No product assigned
de_de: Kein Produkt zugeordnet

source: No result found...
de_de: Keine Einträge gefunden...

source: No tag assign
de_de: Keine Tag-Zuweisung

source: Odd row background
de_de: Hintergrund der ungeraden Reihe

source: Odd row text
de_de: Text in ungeraden Zeilen

source: One Click Import Export
de_de: Importieren und Exportieren mit einem Klick

source: Opt-in to get email notifications for security & feature updates and to share some important WooCommerce updates. This will help us make the plugin more compatible with your version and better at doing what you need it to. No personal data is tracked or stored.
de_de: Melden Sie sich an, um E-Mail-Benachrichtigungen zu Sicherheits- und Funktionsupdates zu erhalten und einige wichtige WooCommerce-Updates zu teilen. Dies wird uns dabei helfen, das Plugin besser mit Ihrer Version kompatibel zu machen und es besser in der Lage zu machen, das zu tun, was Sie brauchen. Es werden keine personenbezogenen Daten erfasst oder gespeichert.

source: Optimize sales with customizable size charts for WooCommerce products, engaging visuals, and informed purchase decisions!
de_de: Optimieren Sie den Umsatz mit anpassbaren Größentabellen für WooCommerce-Produkte, ansprechender Grafik und fundierten Kaufentscheidungen!

source: Optimize the visibility of your size charts and enhance the user experience by displaying relevant size information based on customer location.
de_de: Optimieren Sie die Sichtbarkeit Ihrer Größentabellen und verbessern Sie das Benutzererlebnis, indem Sie relevante Größeninformationen basierend auf dem Standort des Kunden anzeigen.

source: Own Chart Table Design
de_de: Eigenes Kartentabellen-Design

source: Parent Size Charts:
de_de: Eltern-Größentabellen:

source: Personalized size chart recommendation for US customers to enhance user experience.
de_de: Personalisierte Größentabellenempfehlung für US-Kunden zur Verbesserung des Benutzererlebnisses.

source: Place the size chart button before the summary to aid purchase decisions.
de_de: Platzieren Sie die Schaltfläche "Größentabelle" vor der Zusammenfassung, um Kaufentscheidungen zu erleichtern.

source: Please upload a file to import
de_de: Bitte laden Sie eine Datei zum Importieren hoch

source: Please upload a valid .json file
de_de: Bitte laden Sie eine gültige .json-Datei hoch

source: Plugin requires
de_de: Plugin benötigt

source: Plugin settings offers the option to change the label of size chart tab and modal popup, which is displayed in product page.)
de_de: Plugin-Einstellungen bieten die Möglichkeit, die Beschriftung der Größentabelle und des modalen Popups zu ändern, die auf der Produktseite angezeigt werden.)

source: Plugins page
de_de: Plugins-Seite

source: Polish
de_de: Polieren

source: Pop Up Settings
de_de: Pop-Up- Einstellungen

source: Popup Icon
de_de: Popup-Symbol

source: Popup Note
de_de: Popup-Hinweis

source: Preview
de_de: Vorschau

source: Pro
de_de: Profi

source: Product assign
de_de: Produkt zuweisen

source: Product Name
de_de: Produktname

source: Product Size Charts
de_de: Produktgrößentabellen

source: Product Size Charts for WooCommerce plugin provides a pre-designed size chart template that you can easily apply to your products or categories, saving you time and effort.
de_de: Das Plugin "Product Size Charts for WooCommerce" bietet eine vorgefertigte Vorlage für Größentabellen, die Sie ganz einfach auf Ihre Produkte oder Kategorien anwenden können, wodurch Sie Zeit und Mühe sparen.

source: Product successfully removed from chart
de_de: Das Produkt wurde erfolgreich aus dem Diagramm entfernt

source: Product Type
de_de: Produktart

source: Products
de_de: Produkte

source: Provide valuable sizing information on your unique product pages, boosting customer confidence and informed decision-making.
de_de: Stellen Sie wertvolle Größeninformationen auf Ihren einzigartigen Produktseiten bereit und stärken Sie so das Vertrauen der Kunden und eine fundierte Entscheidungsfindung.

source: Pupup Position
de_de: Popup-Position

source: Quick info
de_de: Schnelle Information

source: Quick Start
de_de: Schnellstart

source: Quick Tour
de_de: Schnelle Tour

source: Reduce returns by eliminating size-related issues.
de_de: Reduzieren Sie Retouren, indem Sie größenbedingte Probleme beseitigen.

source: Response successfully.
de_de: Antwort erfolgreich.

source: Right
de_de: Rechts

source: Save Changes
de_de: Änderungen speichern

source: Save Now & Upgrade
de_de: Jetzt sparen und upgraden

source: Search
de_de: Suche

source: Search product name
de_de: Produktnamen suchen

source: Search/Select Size Chart
de_de: Größentabelle suchen/auswählen

source: Security check failed.
de_de: Sicherheitsüberprüfung fehlgeschlagen.

source: Select a category
de_de: Wählen Sie eine Kategorie

source: Select a country
de_de: Wähle ein Land

source: Select a tag
de_de: Wählen Sie ein Tag aus

source: Select a user role
de_de: Wählen Sie eine Benutzerrolle aus

source: Select an attribute
de_de: Wählen Sie ein Attribut aus

source: Select chart table font size.
de_de: Wählen Sie die Schriftgröße der Diagrammtabelle aus.

source: Select Countries to Show
de_de: Wählen Sie anzuzeigende Länder aus

source: Select if the chart will display as a popup or as a additional tab
de_de: Wählen Sie , wenn das Diagramm wird als Popup oder als zusätzliche Registerkarte anzeigen

source: Select size chart link type; Default it will consider global settings
de_de: Wählen Sie den Linktyp für die Größentabelle aus; Standardmäßig werden globale Einstellungen berücksichtigt

source: Select user roles to whom grant the access to manage (Add, Update, Delete) size chart.
de_de: Wählen Sie Benutzerrollen aus, denen der Zugriff zum Verwalten (Hinzufügen, Aktualisieren, Löschen) der Größentabelle gewährt wird.
