Repository: sgmurphy/wordpress-plugins
Catalog: woocommerce-wholesale-prices/languages/woocommerce-wholesale-prices-*.po
Languages: fr_fr

source: Removes tax for all wholesale roles. All wholesale prices will display excluding tax throughout the store, cart and checkout. The display settings below will be ignored.
fr_fr: Supprime la taxe pour tous les rôles grossistes. Tous les prix de gros seront affichés hors taxe sur toute la boutique, le panier et le paiement. Les paramètres d'affichage ci-dessous seront ignorés.

source: Reports
fr_fr: Rapports

source: Required parameter not passed
fr_fr: Paramètre requis non fourni

source: Required. Must be unique. Must only contain letters, numbers and underscores
fr_fr: Requis. Doit être unique. Ne doit contenir que des lettres, des chiffres et des tirets bas

source: Required. Recommended to be unique.
fr_fr: Requis. Il est recommandé qu'il soit unique.

source: Restrict To Wholesale Roles:
fr_fr: Restreindre aux rôles grossistes :

source: Retail
fr_fr: Vendre au détail

source: Review request response saved
fr_fr: Réponse à la demande d'avis enregistrée

source: Review Wholesale Prices
fr_fr: Évaluer Wholesale Prices

source: Role Key
fr_fr: Clé du rôle

source: Role Name
fr_fr: Nom du rôle

source: Roles
fr_fr: Rôles

source: Save huge amounts of admin time & recruit on autopilot
fr_fr: Économisez du temps administratif & inscrivez en mode automatique

source: Search entire catalog on one page
fr_fr: Rechercher dans le catalogue entier sur une seule page

source: See feature comparisons
fr_fr: Voir le comparatif des fonctionnalités

source: See Features & Pricing
fr_fr: Voir les fonctions et prix

source: See the full bundle now
fr_fr: Voir l'ensemble complet maintenant

source: See the full feature list
fr_fr: Voir la liste complète des fonctionnalités

source: See wholesale prices
fr_fr: Cliquez pour voir le texte des prix de gros

source: Selling to wholesale in WooCommerce requires a full strategy, that's why we made the Wholesale Suite bundle. Advanced wholesale pricing, tax, shipping mapping, payment gateway mapping, an optimized form and a wholesale registration.
fr_fr: La vente en gros dans WooCommerce demande une stratégie globale, c’est pourquoi nous avons créé l’ensemble Wholesale Suite. Tout pour une gestion améliorée des prix de gros, taxes, méthodes d’expédition, moyens de paiement, ainsi qu’un formulaire optimisé et l’inscription des grossistes.

source: Set a specific price suffix specifically for wholesale prices.
fr_fr: Définit un suffixe de prix spécifique pour les prix de gros.

source: Set a wholesale price for this product.
fr_fr: Définir un prix de gros pour ce produit.

source: Set product and order minimums
fr_fr: Définir des minimums par produit et par commande

source: Set this product to be visible only to specified wholesale user role/s only
fr_fr: Définit ce produit comme visible uniquement par le(s) rôle(s) client grossiste spécifiés

source: Set wholesale prices (%1$s)
fr_fr: Définir les prix de gros (%1$s)

source: Set wholesale pricing at the global (%), category (%) or the product level. Also includes quantity based pricing.
fr_fr: Définissez le prix de gros via un % global, un % par catégorie ou au niveau produit. Inclut aussi un prix fonction de la quantité.

source: Settings
fr_fr: Paramètres

source: Shipping mapping
fr_fr: Gestion des expéditions

source: Shipping method mapping
fr_fr: Correspondance des méthodes d'expédition

source: Shop Archives
fr_fr: Archives de la boutique

source: Show all order types
fr_fr: Montrer tous les types de commande

source: Show Wholesale Price to non-wholesale users
fr_fr: Montrer le prix de gros aux clients de détail

source: Show Wholesale Prices Box For Non Wholesale Customers
fr_fr: Afficher la boîte des prix de gros pour les clients non grossistes

source: Single Product
fr_fr: Produits uniques

source: Specified Wholesale Role (%1$s) Does not Exist
fr_fr: Le rôle grossiste spécifié (%1$s) n'existe pas

source: Specify the format in which variable product prices are displayed. Only for wholesale customers.
fr_fr: Précise le format dans lequel le prix des produits à variations est affiché. Uniquement pour les clients grossistes.

source: Status:
fr_fr: État :

source: Successfully activated
fr_fr: Activé avec succès

source: Successfully Edited Role
fr_fr: Rôle modifié avec succès

source: Tax
fr_fr: Taxe

source: Tax Exemption
fr_fr: Exonération de taxe

source: Tax exemptions & fine grained tax display control
fr_fr: Exemption de taxe & contrôle fin de l’affichage des taxes

source: Tax Options
fr_fr: Options de taxe

source: Thank you for choosing Wholesale Suite &#8211; the most complete wholesale solution for building wholesale sales into your existing WooCommerce driven store.
fr_fr: Nous vous remercions d'avoir choisi Wholesale Suite – la solution la plus complète de vente en gros pour bâtir vos ventes en gros dans votre boutique existante sous WooCommerce.

source: That's why we decided to make Wholesale Suite - a state of the art solution focused suite of plugins that make it easy to sell to wholesale alongside your existing WooCommerce store.
fr_fr: C'est pourquoi nous avons décidé de créer Wholesale Suite - un ensemble d’extensions conformes à l'état de l'art qui facilite la vente en gros au sein même de votre e-boutique WooCommerce.

source: The 'Click to See Wholesale Prices' text seen in frontend.
fr_fr: Le texte 'Cliquez pour voir les prix de gros ' vu dans le frontend.

source: The free way to setup wholesale pricing for customers in WooCommerce
fr_fr: La voie royale pour mettre en œuvre la vente en gros pour vos clients dans WooCommerce

source: The free WooCommerce Wholesale Prices plugin lets you set wholesale pricing for wholesale level customers. Would you like to find out how to drive it?
fr_fr: La version gratuite de l'extension WooCommerce Wholesale Prices vous permet de définir un prix pour les clients d'un niveau de clients en gros. Souhaitez-vous savoir comment réaliser cela?

source: The percentage amount discounted from the regular price
fr_fr: Le pourcentage de réduction déduit du prix de base

source: The product wholesale price.
fr_fr: Le prix de gros du produit.

source: The selected wholesale roles and pricing that should show to non-wholesale customers on the front end.
fr_fr: Les rôles de gros sélectionnés et les prix qui doivent être montrés aux clients non grossistes sur le front-end.

source: The stats will only count orders that are in processing or completed status.
fr_fr: Ces statistiques ne compteront que les commandes à l’état En cours ou Terminé.

source: The text shown immediately before the wholesale price. Default is "Wholesale Price: "
fr_fr: Texte affiché juste avant le prix de gros. Par défaut "Prix de gros :"

source: The WooCommerce extensions to grow your wholesale business
fr_fr: Les extensions WooCommerce pour faire prospérer votre commerce de vente en gros

source: This applies to all customers with a wholesale role.
fr_fr: S'applique à tous les clients avec un rôle grossiste.

source: This free plugin extends your coupon features. Market your store better with WooCommerce coupons. Install the free plugin now.
fr_fr: Cette extension gratuite augmente les fonctionnalités de vos codes promo. Améliorez vos ventes avec les codes promo WooCommerce. Installez l'extension gratuite maintenant.

source: This is the main wholesale user role.
fr_fr: Ceci est le rôle principal de vente en gros.

source: This message is only shown if <b>Hide Price and Add to Cart button</b> is enabled. "Login to see prices" is the default message.
fr_fr: Ce message est affiché uniquement <b>Masquer le prix et le bouton Ajouter au panier</b> si est activé. "Connectez-vous pour voir les prix" est le message par défaut.

source: This text is linked to the defined registration page in WooCommerce Wholesale Lead Capture Settings.
fr_fr: Ce texte est lié à la page d’enregistrement définie dans Les paramètres de capture de prospects WooCommerce Wholesale.

source: This wholesale role is exclusive only for Wholesale Prices Premium. Make sure the plugin is active.
fr_fr: Ce rôle grossiste est exclusif à Wholesale Prices Premium. Veuillez vous assurer que cette extension est active.

source: Top Wholesale Customers:
fr_fr: Top des clients grossistes :

source: Trusted by over 15,000+ stores
fr_fr: Utilisé par plus de 15 000 e-commerces

source: Trusted by over 20,000+ stores
fr_fr: Plus de 20 000 boutiques lui font confiance

source: Unable to %s. Invalid wholesale price.
fr_fr: Impossible de %s. Prix de gros invalide.

source: Unable to activate
fr_fr: Activation impossible

source: Upgrade
fr_fr: Mettre à niveau

source: Upgrade Now
fr_fr: Mettre à niveau maintenant

source: Upgrade To Premium
fr_fr: Mettre à niveau vers Premium

source: Use product minimums and order minimums to ensure wholesale customers are meeting requirements.
fr_fr: Utilisez des minimums par produit et par commande afin d'assurer que vos clients grossistes satisfassent ces obligations.

source: Variable Product Price Display
fr_fr: Affichage du prix des produits à variations

source: View All Wholesale Orders &rarr;
fr_fr: Voir toutes les commandes en gros &rarr;

source: View Licenses &rarr;
fr_fr: Voir les licences &rarr;

source: View Order
fr_fr: Voir la commande

source: Visit WordPress.org Forums
fr_fr: Visiter les forums WordPress.org

source: Want coupons that bring more customers to your store?
fr_fr: Vous voulez des codes promo qui amènent plus de clients dans votre boutique?

source: Want tips on how to grow your store? Come and join the Store Owner Tips Facebook group. Tips, articles and more, just for store owners.
fr_fr: Vous voulez des astuces sur la façon de faire prospérer votre boutique? Rejoignez le groupe Facebook d'astuces aux propriétaires de boutique. Des conseils, des articles et plus encore, juste pour les propriétaires de boutique.

source: We notice you've been using Wholesale Prices for a couple of weeks now. We'd love to get your review on our plugin listing! Your review helps give others the confidence to try our plugin.
fr_fr: Nous remarquons que vous utilisez Wholesale Prices depuis une quinzaine de jours maintenant. Nous aimerions avoir votre avis sur notre extension! Votre évaluation contribue à donner aux autres la confiance nécessaire pour essayer notre extension.

source: We're here to help you get the most out of Wholesale Suite for WooCommerce.
fr_fr: Nous sommes là pour vous aider à tirer le meilleur profit de Wholesale Suite pour WooCommerce.

source: We're thrilled you're using our tool and invite you to try our other tools as well.
fr_fr: Nous sommes ravis que vous utilisiez notre outil et vous invitons à essayer également nos autres outils.

source: When calculating the wholesale price by using a percentage (global discount % or category based %) always ensure the Regular Price is used and ignore the Sale Price if present.
fr_fr: Lors du calcul du prix de gros en utilisant un pourcentage (% de remise globale ou % de remise par catégorie), s'assure de toujours utiliser le prix de base et d'ignorer tout prix remisé pouvant exister.

source: Wholeasale Prices Premium Add-on &rarr;
fr_fr: Module Wholesale Prices Premium &rarr;

source: Wholesale
fr_fr: Vente en gros

source: Wholesale approvals system
fr_fr: Système d’approbation des clients grossistes

source: Wholesale Customer
fr_fr: Client grossiste

source: Wholesale Lead Capture provides a dedicated wholesale registration & login form for your wholesale customers, a full featured user approvals system, and email sequences so you can capture and onboard new wholesale customers with ease.
fr_fr: Wholesale Lead Capture apporte un formulaire d’inscription et de connexion dédié à vos clients grossites, un système d’approbation avancé des inscription et des seuqences de mail afin que vous puissiez accueillir facilement vos nouveaux clients grossistes.

source: Wholesale Order Form is easy to set up and provides your customers with your entire catalog on one page.
fr_fr: Wholesale Order Form est facile à mettre en oeuvre et propose à vos clients votre catalogue entier sur une seule page.

source: Wholesale Order Form lets you add efficient one-page order forms to showcase your wholesale catalog all in one place. Easily create multiple, high speed, customizable order forms with smart searching & filtering that your customers will love.
fr_fr: Wholesale Order Form vous permet d’ajouter des formulaires efficaces en une page pour mettre à disposition votre catalogue à un seul endroit. Créez facilement de multiples formulaires de commande, rapides et personnalisables avec une recherche et un filtrage intelligents que vos clients vont adorer.

source: Wholesale Ordering
fr_fr: Commandes en gros

source: Wholesale Orders
fr_fr: Commandes en gros

source: Wholesale Price
fr_fr: Prix de gros

source: Wholesale Price (%1$s)
fr_fr: Prix de gros (%1$s)

source: Wholesale price for %1$s customers
fr_fr: Prix de gros pour les clients %1$s

source: Wholesale price for %s
fr_fr: Wholesale Prices pour %s

source: Wholesale Price Suffix
fr_fr: Suffixe du prix de gros

source: Wholesale Price Text
fr_fr: Texte du prix de gros

source: Wholesale Price:
fr_fr: Prix de gros :

source: Wholesale Prices
fr_fr: Prix de gros

source: Wholesale Prices Premium gives you a massive range of extra wholesale features for pricing, tax, shipping, payment, user roles, product visibility & more. Premium functions as an add-on to Wholesale Prices Free so you need to have that installed & activate.
fr_fr: Wholesale Prices Premium apporte une très grande palette de fonctionnalités pour la vente en gros tels que prix, tax, envois, paiement, rôles utilisateurs, visibilité produit & plus. Des fonctions premium dans un module complémentaire à Wholesale Prices Free que vous devrez donc avoir installé et activé.

source: Wholesale Prices Settings
fr_fr: Paramètre des prix de gros

source: Wholesale Revenue
fr_fr: Revenues de ventes en gros

source: Wholesale Role %s has been updated.
fr_fr: Rôle grossiste %s mis à jour.

source: Wholesale Role / Tax Class Mapping
fr_fr: Correspondance rôle grossiste / classe d'imposition de taxe

source: Wholesale Role / Tax Exemption Mapping
fr_fr: Correspondance rôle grossiste / exonération de taxe

source: Wholesale Role Successfully Edited
fr_fr: Modification du rôle réussie

source: Wholesale Roles
fr_fr: Rôles grossistes

source: Wholesale Roles(s)
fr_fr: Rôles en gros

source: Wholesale Suite Bundle
fr_fr: Ensemble Wholesale Suite

source: Wholesale Suite Bundle &rarr;
fr_fr: Ensemble Wholesale Suite &rarr;

source: Wholesale Suite is brought to you by the same team that's behind the best coupon feature plugin for WooCommerce, Advanced Coupons. We've also been in the WordPress space for over a decade.
fr_fr: Wholesale Suite vous est proposé par la même équipe qui est derrière l’extension aux meilleures fonctionnalités de codes promo pour WooCommerce: Advanced Coupons. Nous sommes aussi dans l'univers WordPress depuis plus d'une décennie.

source: Wholesale Suite Plugins:
fr_fr: Extensions de la suite Wholesale :

source: Wholesale Suite Usage Tracking Permission
fr_fr: Autorisation de suivi de l'utilisation de la suite en gros

source: Wholesale Suite Youtube Channel
fr_fr: Chaîne YouTube de Wholesale Suite

source: Why you need an efficient ordering process
fr_fr: Pourquoi vous avez besoin d’un processus de commande efficace

source: WooCommerce Extension to Provide Wholesale Prices Functionality
fr_fr: Extension WooCommerce fournissant une fonctionnalité de prix de gros

source: WooCommerce Wholesale Lead Capture plugin.
fr_fr: Extension WooCommerce Wholesale Lead Capture.

source: WooCommerce Wholesale Order Form plugin.
fr_fr: Extension WooCommerce Wholesale Order Form.

source: WooCommerce Wholesale Prices comes in two versions - the free version (with feature limitations) and the Premium add-on.
fr_fr: WooCommerce Wholesale Prices se décline en deux versions - la version gratuite (avec des fonctionnalités limitées) et un module Premium.

source: WooCommerce Wholesale Prices Premium plugin.
fr_fr: Extension WooCommerce Wholesale Prices Premium.

source: WWS License
fr_fr: Licence WWS

source: WWS License Settings
fr_fr: Paramètres de Licence WWS

source: Yep, it's totally free! Enjoy extended coupons for WooCommerce with the Advanced Coupons Free plugin. In minutes you can be creating amazing new coupons offers for your store that will explode your revenue.
fr_fr: Ouais, c’est complètement gratuit! Améliorez facilement vos codes promo sous WooCommerce avec l’extension Advanced Coupons Free. En quelques minutes vous créerez de nouvelles offres de code promos étonnantes pour votre boutique qui feront exploser vos revenus.

source: Yes
fr_fr: Oui

source: You are currently using WooCommerce Wholesale Prices Free on a GPL license. The free version includes a heap of great extra features for your Wholesale Prices. The only requirement for the free version is that you have WooCommerce installed.
fr_fr: Vous utilisez actuellement WooCommerce Wholesale Prices Free sous licence GPL. La version gratuite inclut un tas de fonctionnalités supplémentaires pour vos prix de gros. La seule exigence pour la version gratuite est que vous ayez installé WooCommerce.

source: You don't have permission.
fr_fr: Vous n’avez pas d’autorisation.

source: You're currently using the free version of WooCommerce Wholesale Prices which lets you have one level of wholesale customers.
fr_fr: Vous utilisez actuellement la version gratuite de WooCommerce Wholesale Prices qui vous permet d'avoir un niveau de clients en gros.

source: Your whole catalog at your customer’s fingertips
fr_fr: Votre catalogue produit entier au bout des doigts de vos clients

source: “Wholesale Only” products
fr_fr: Des produits "Vente en gros uniquement"
