Repository: sgmurphy/wordpress-plugins
Catalog: woocommerce-wholesale-prices/languages/woocommerce-wholesale-prices-*.po
Languages: fr_fr

source: %1$s Price (%2$s)
fr_fr: %1$s Prix (%2$s)

source: +100's of other premium wholesale features
fr_fr: + 100 autres fonctions de vente en gros premium

source: 100’s of other premium pricing related features
fr_fr: Des 100aines de fonctionnalités premium pour gérer vos prix

source: 3x wholesale plugins
fr_fr: 3 extensions de vente en gros

source: 5-star customer satisfaction rating
fr_fr: Une satisfaction client notée 5 étoiles

source: A Step-By-Step Guide For Adding Wholesale Ordering To Your Store
fr_fr: Un guide étape par étape pour ajouter les commandes en gros à votre boutique

source: About
fr_fr: À propos

source: About Page
fr_fr: Page À propos

source: About The Makers - Rymera Web Co
fr_fr: À propos des créateurs - Rymera Web Co

source: About Wholesale Suite
fr_fr: À propos de Wholesale Suite

source: Access our self-service help documentation via the Knowledge Base. You'll find answers and solutions for a wide range of well know situations. You'll also find a Getting Started guide here for the plugin.
fr_fr: Accédez à notre documentation self-service via la Base de Connaissances. Vous trouverez des réponses et des solutions pour un large éventail de situations connues. Vous trouverez également là un Guide de Mise en Route pour l’extension.

source: Activate
fr_fr: Activer

source: Activate Plugin
fr_fr: Activer l’extension

source: Activate this plugin
fr_fr: Activer cette extension

source: Active
fr_fr: Actif

source: Add additional wholesale price levels.
fr_fr: Ajouter des rôles grossistes supplémentaires.

source: Add additional wholesale roles
fr_fr: Ajouter des rôles grossistes supplémentaires

source: Add multiple wholesale role levels and use them to manage wholesale pricing, shipping mapping, payment mapping, tax exemption, order minimums and more.
fr_fr: Ajoutez de multiples niveaux de rôles grossiste et utilisez-les pour gérer vos prix de gros, les méthodes d'expédition, modes de paiement, exonérations de taxes, minimum de commande et plus encore.

source: Add New Role
fr_fr: Ajouter un rôle

source: Additional Wholesale Roles (Premium)
fr_fr: Rôles grossistes supplémentaires (Premium)

source: Advanced Coupons (Install Free Plugin)
fr_fr: Advanced Coupons (Installer l'extension gratuite)

source: Advanced Coupons extends your coupon features so you can market you store better.
fr_fr: Advanced Coupons étend les fonctionnalités de vos codes promo afin d’améliorer les ventes de votre boutique.

source: Advanced Coupons for WooCommerce (Free Plugin)
fr_fr: Advanced Coupons pour WooCommerce (extension gratuite)

source: Advanced searching and category filtering
fr_fr: Recherche avancée et filtrage par catégorie

source: Advanced tax control
fr_fr: Contrôle de taxe avancé

source: All Retail Orders
fr_fr: Toutes les commandes au détail

source: All Wholesale Orders
fr_fr: Toutes les commandes en gros

source: Allow
fr_fr: Autoriser

source: Allow Usage Tracking
fr_fr: Autoriser le suivi d’utilisation

source: Always Use Regular Price
fr_fr: Toujours utiliser le prix de base

source: Automatically recruit & register wholesale customers
fr_fr: Recrutez et inscrivez automatiquement de nouveaux clients grossistes

source: By allowing us to track usage data we can better help you because we know with which WordPress configurations, themes and plugins we should test.
fr_fr: En nous permettant de collecter vos données d’utilisation nous pouvons vous aider car nous savons alors quelles configurations de WordPress, thèmes et extensions tester.

source: Cancel Edit
fr_fr: Annuler la modification

source: Cannot view, please provide wholesale_role parameter.
fr_fr: Visualisation impossible. Veuillez fournir le paramètre "wholesale_role".

source: Choose how wholesale roles see all prices on the cart and checkout pages.
fr_fr: Choisissez comment les rôles grossistes voient les prix sur les pages panier et paiement.

source: Choose how wholesale roles see all prices throughout your shop pages.
fr_fr: Choisissez comment les rôles grossistes voient les prix sur les pages de votre boutique.

source: Choose wholesale role...
fr_fr: Sélectionnez le rôle grossiste…

source: Choose wholesale users...
fr_fr: Ceci est le rôle principal de vente en gros.

source: Click here to activate &rarr;
fr_fr: Cliquez ici pour activer &rarr;

source: Click here to install Advanced Coupons for WooCommerce Free
fr_fr: Cliquez ici pour installer Advanced Coupons for WooCommerce Free

source: Click here to install from WordPress.org repo &rarr;
fr_fr: Cliquez ici pour l'installer à partir du dépôt WordPress.org &rarr;

source: Click here to register as a wholesale customer
fr_fr: Cliquez ici pour vous inscrire en tant que client grossiste

source: Click to activate the plugin.
fr_fr: Cliquez pour activer cette extension.

source: Click to See Wholesale Prices Text
fr_fr: Cliquez pour voir le texte des prix de gros

source: Configure Wholesale Lead Capture
fr_fr: Paramétrer Wholesale Lead Capture

source: Configure Wholesale Order Form
fr_fr: Configurer Wholesale Order Form

source: Contact Support
fr_fr: Conctater le support

source: Create Better Coupons Offers
fr_fr: Créez de meilleures offres pour vos codes promo

source: Creative new coupon options like BOGO Deals, URL coupons, add products, auto apply, shipping, + more!
fr_fr: Des codes promo créatifs grâce aux offres BOGO, des URL de codes promo, l’ajout de produits, l’auto-application, les frais de port et + encore !

source: Custom fields capability to capture all required information
fr_fr: Support de champs personnalisés pour capter tout information nécessaire

source: Custom wholesale registration form
fr_fr: Formulaire d’enregistrement de client grossiste personnalisé

source: Customizable emails
fr_fr: E‑mails personnalisables

source: Dashboard
fr_fr: Tableau de bord

source: Dashboard (Disabled)
fr_fr: Tableau de bord (désactivé)

source: Deactivated Plugins:
fr_fr: Désactiver les extensions :

source: Delete
fr_fr: Supprimer

source: Disable Coupons For Wholesale Users
fr_fr: Désactiver les code promo pour les clients grossistes

source: Discount (%)
fr_fr: Réduction (%)

source: Discount Type
fr_fr: Type de réduction

source: Dismiss
fr_fr: Rejeter

source: Dismiss this notice.
fr_fr: Rejeter cette notification.

source: Display Prices During Cart and Checkout
fr_fr: Afficher les prix dans le panier et lors du paiement

source: Display Prices in the Shop
fr_fr: Afficher les prix dans la boutique

source: Do not allow
fr_fr: Ne pas autoriser

source: Do not apply tax to all wholesale roles
fr_fr: N'appliquer aucune taxe à tous les rôles grossistes

source: Download Latest Version
fr_fr: Télécharger la dernière version

source: Easily create multiple unique order forms for a range of use cases
fr_fr: Créez facilement des formulaires de commande uniques pour différents types d’utilisation

source: Easy product table
fr_fr: Table produit facile

source: Edit
fr_fr: Modifier

source: Edit Wholesale Role
fr_fr: Modifier le rôle

source: Enter a value (leave blank to remove pricing)
fr_fr: Entrez une valeur (laissez vide pour supprimer le prix)

source: Error in Wholesale Form
fr_fr: Erreur dans le formulaire Wholesale

source: Exactly how to price your products ready for wholesale
fr_fr: Comment gérer précisément les prix de vos produits pour la vente en gros

source: Excluding tax (Premium)
fr_fr: Taxes exclues (Premium)

source: Expired
fr_fr: Expiré

source: Explore the differences between your old coupons and new extended coupons with Advanced Coupons. Set up a coupon and start earning more revenue on your next offer.
fr_fr: Découvrez les différences entre vos anciens codes promo et les codes promos améliorés d’Advanced Coupons. Créez un code promo et commencez à gagner plus avec votre prochaine promo.

source: Extends your coupon features so you can market your store better.
fr_fr: Augmentez les fonctionnalités de vos codes promo afin d'améliorer vos ventes.

source: Extends your coupon features so you can market your store better. Adds cart conditions (coupon rules), buy one get one (BOGO) deals, url coupons, coupon categories and loads more. Install this free plugin.
fr_fr: Étendez les fonctionnalités de vos codes promo pour rendre meilleur le marketing de votre boutique. Ajoute des conditions de panier (règles de codes promo), des offres Achetez X, Obtenez Y (BOGO), des URL de codes promo, les catégories de codes promo et plus encore. Installez cette extension gratuite.

source: Extra features like gift cards and loyalty program available
fr_fr: Des fonctionnalités supplémentaires disponibles comme les cartes cadeau et le programme de fidélité

source: Failed to Edit Wholesale Role
fr_fr: Echec de la modification du rôle

source: Features
fr_fr: Fonctionnalités

source: Fine grained control over price tax display for wholesale, tax exemptions per user role and more.
fr_fr: Contrôlez finement l'affichage de la taxe pour les ventes en gros, les exonérations de taxe par rôle client et plus encore.

source: Fixed
fr_fr: Fixé

source: Flexible wholesale pricing
fr_fr: Prix de gros variable

source: Follow Wholesale Suite on Youtube
fr_fr: Suivez Wholesale Suite sur Youtube

source: Free Guide
fr_fr: Guide gratuit

source: FREE GUIDE: How To Setup Wholesale On Your WooCommerce Store
fr_fr: GUIDE GRATUIT : Comment mettre en oeuvre la vente en gros dans votre boutique Woocommerce

source: Free Plugin
fr_fr: Extension Gratuite

source: FREE PLUGIN AVAILABLE
fr_fr: EXTENSION GRATUITE DISPONIBLE

source: Free Version
fr_fr: Version gratuite

source: Free Version WordPress.org Help Forums
fr_fr: Forums de support WordPress.org pour la version gratuite

source: Free vs Premium
fr_fr: Gratuit vs Premium

source: Full automated mode OR manual approvals mode
fr_fr: Des approbations en mode complètement automatisé OU mode manuel

source: Full registration form builder
fr_fr: Constructeur complet de formulaire d’inscription

source: Full store credits system
fr_fr: Système de crédit boutique complet

source: General
fr_fr: Général

source: Get all the wholesale tips & more at the Wholesale Suite Youtube channel. Click here to join.
fr_fr: Obteniez toutes les astuces sur la vente en gros et plus sur la chaîne Youtube de Wholesale Suite. Cliquez ici pour la rejoindre.

source: Get Better Results With Better WooCommerce Coupons
fr_fr: Obtenez de meilleurs résultats grâce à de meilleurs codes promo WooCoomerce

source: Get FREE Training Guide
fr_fr: Obtenez GRATUITEMENT le manuel de formation

source: Get More Wholesale Customers On Autopilot
fr_fr: Obtenez plus de clients grossistes en mode automatique

source: Get More Wholesale Sales With An Optimized Ordering Form
fr_fr: Obtenez plus de ventes en gros avec un formulaire de commande optimisé

source: Get the #1 rated wholesale solution for WooCommerce.
fr_fr: Obtenez la solution n°1 de vente en gros pour WooCommerce.

source: Get the #1 rated wholesale solution for WooCommerce. Solve the big 3 problems facing store owners when wholesaling in WooCommerce.
fr_fr: Obtenez la solution n°1 de vente en gros pour WooCommerce. Résolvez les 3 grands problèmes que rencontrent les e-commerçants quand ils vendent en gros avec WooCommerce.

source: Get Wholesale Lead Capture
fr_fr: Obtenir Wholesale Lead Capture

source: Get Wholesale Order Form
fr_fr: Obtenir Wholesale Order Form

source: Get Wholesale Prices Premium
fr_fr: Obtenez Wholesale Prices Premium

source: Get Wholesale Suite
fr_fr: Obtenez la suite Wholesale

source: Get WooCommerce Wholesale Lead Capture to unlock this powerful feature + more
fr_fr: Obtenez WooCommerce Wholesale Lead Capture pour déverrouiller cette puissante fonctionnalité + suite

source: Getting Help
fr_fr: Obtenir de l’aide

source: Getting Started
fr_fr: Bien démarrer

source: Getting Started Guides
fr_fr: Guides de démarrage

source: Global & category level wholesale pricing
fr_fr: Des prix de gros au niveaux global et catégorie

source: Globally turn off coupons functionality for customers with a wholesale user role.
fr_fr: Désactive globalement les fonctionnalités de codes promo pour les clients ayant un rôle grossiste.

source: Hello and welcome to Wholesale Suite, the most popular wholesale solution for WooCommerce.
fr_fr: Bonjour et bienvenue dans Wholesale Suite, la solution de vente en gros la plus populaire de WooCommerce.

source: Help
fr_fr: Aide

source: Help Options
fr_fr: Options d’aide

source: Help Page
fr_fr: Page d’aide

source: Helpful Resources:
fr_fr: Ressources utiles :

source: Hey store owner! Do you use coupons to promote your WooCommerce store? Wholesale Suite has a sister plugin called <b>Advanced Coupons</b> which extends the features of your WooCommerce coupons. Best of all, it's free! You can run BOGO deals, apply cart conditions (coupon rules), restrict coupons by role (including wholesale roles) and loads more!
fr_fr: Hé e-commerçant! Utilisez-vous des codes promo pour promouvoir votre boutique WooCommerce? Wholesale Suite a une extension sœur appelée <b>Advanced Coupons</b> qui augmente les fonctionnalités de vos codes promo WooCommerce. Mieux encore, elle est gratuite! Vous pouvez utiliser des offres BOGO, définir des conditions de panier (règles de codes promo), restreindre des codes promos par rôle (rôles grossistes inclus) et tellement plus!

source: Hide Price and Add to Cart button
fr_fr: Masquer le prix et le bouton Ajouter au panier

source: Hide Retail Price
fr_fr: Masquer le prix de base

source: Hide retail price instead of showing a crossed out price if a wholesale price is present.
fr_fr: Masque le prix de base au lieu de l'afficher barré si un prix de gros existe.

source: Hide Wholesale Price on Admin Product Listing
fr_fr: Masquer le prix de gros à l'administrateur dans la liste des produits

source: Hide wholesale products from retail customers
fr_fr: Masquer les produits de gros aux clients de détail

source: How to find your ideal wholesale customers & recruit them
fr_fr: Comment trouver et inscrire idéalement vos clients en gros

source: How To Grow A WooCommerce Store Using Coupon Deals
fr_fr: Comment faire prospérer une boutique WooCommerce à l'aide de code promo

source: How To Setup Wholesale On Your WooCommerce Store
fr_fr: Comment mettre en œuvre Wholesale dans votre boutique WooCommerce

source: If checked, displays the wholesale price on the front-end to entice non-wholesale customers to register as wholesale customers. This is only shown for guest, customers, administrator, and shop managers.
fr_fr: Si coché, affiche le prix de gros sur le site vitrine pour inciter les clients non grossistes à s’enregistrer en tant que clients grossistes. Ceci est uniquement montré aux invités, clients, administrateurs et gestionnaires de boutique.

source: If checked, hides price and add to cart button for visitors.
fr_fr: Si coché, masque le prix et le bouton Ajouter au panier aux visiteurs.

source: If checked, hides wholesale price per wholesale role on the product listing on the admin page.
fr_fr: Si coché, masque les prix de gros par rôle grossiste sur la liste des produits dans la page d'administration.

source: If you are serious about growing your wholesale sales within your WooCommerce store then the Premium add-on to the free WooCommerce Wholesale Prices plugin that you are currently using can help you.
fr_fr: Si vous êtes sérieux au sujet de la croissance de vos ventes en gros sur votre boutique WooCommerce alors le module Premium de la version gratuite de l'extension WooCommerce Wholesale Prices que vous utilisez actuellement peut vous aider.

source: Important Notice:
fr_fr: Avertissement:

source: Including tax (Premium)
fr_fr: Taxes incluses (Premium)

source: Install Advanced Coupons (FREE PLUGIN)
fr_fr: Advanced Coupons (EXTENSION GRATUITE)

source: Install Advanced Coupons Free Plugin
fr_fr: Installer l’extensions gratuit Advanced Coupons

source: Install Free Advanced Coupons Plugin
fr_fr: Installer l’extensions gratuit Advanced Coupons

source: Install Now
fr_fr: Installer maintenant

source: Install Plugin
fr_fr: Installer l'extension

source: Installed
fr_fr: Installé

source: Invalid Request.
fr_fr: Requête invalide.

source: Invalid wholesale role.
fr_fr: Rôle de vente en gros invalide.

source: Item not found.
fr_fr: Elément non trouvé.

source: Join Store Owner Tips Facebook Group
fr_fr: Rejoindre le groupe Facebook d'astuces aux propriétaires de boutique

source: Join Store Owner Tips on Facebook
fr_fr: Rejoindre la page Facebook d'astuces aux propriétaires de boutique

source: Key
fr_fr: Clé

source: Knowledge Base
fr_fr: Base de connaissance

source: Last 1 year
fr_fr: Année dernière

source: Last 14 days
fr_fr: 15 derniers jours

source: Last 30 days
fr_fr: 30 derniers jours

source: Last 7 days
fr_fr: 7 derniers jours

source: Learn exactly how to price your products ready for wholesale
fr_fr: Apprenez comment gérer précisément les prix de vos produits pour la vente en gros

source: Learn More
fr_fr: En savoir plus

source: Learn More &rarr;
fr_fr: En savoir plus &rarr;

source: Learn more about Lead Capture
fr_fr: En savoir plus sur Lead Capture

source: Learn more about Order Form
fr_fr: En savoir plus sur Order Form

source: Learn more about Prices Premium
fr_fr: En savoir plus sur Prices Premium

source: License
fr_fr: Licence

source: License Activation Status:
fr_fr: État d’activation de la licence :

source: Locations
fr_fr: Emplacements

source: Login to see prices
fr_fr: Connectez-vous pour voir les prix

source: Make products "Wholesale Only", hide "Retail Only" products from wholesale customers, create variations that are "Wholesale Only".
fr_fr: Définissez des produits comme "Vendu en gros seulement", cachez les produits "Au détail seulement" de vos clients grossistes, créez des variations qui soient "Vendu en gros seulement".

source: Make this blank to use the default price suffix. You can also use prices substituted here using one of the following {price_including_tax} and {price_excluding_tax}.
fr_fr: Laissez vide pour utiliser le suffixe par défaut. Vous pouvez aussi utiliser les prix substitués ici en utilisant les termes suivants {price_including_tax} et {price_excluding_tax}.

source: Manage which payment gateways wholesale customers can see and use compared to retail customers.
fr_fr: Définissez quels modes de paiement vos clients grossistes peuvent voir et utiliser par rapport à vos clients de détail.

source: Manage which shipping methods wholesale customers can see and use compared to retail customers.
fr_fr: Définissez quels modes d'expédition vos clients grossistes peuvent voir et utiliser par rapport à vos clients de détail.

source: Manage wholesale pricing over multiple user tiers
fr_fr: Gérez vos prix de gros via de multiples niveaux d’utilisateurs

source: Maximum Price (Premium)
fr_fr: Prix maximum (Premium)

source: Minimum Price (Premium)
fr_fr: Prix minimum (Premium)

source: Mobile & tablet friendly
fr_fr: Compatible smartphone et tablette

source: Most efficient one-page WooCommerce ordering form
fr_fr: Le formulaire de commande en une page pour WooCommerce le plus efficace

source: Multiple levels of wholesale user roles
fr_fr: De multiples niveaux de rôles utilisateurs grossistes

source: Multiple wholesale role levels
fr_fr: Multiples rôles grossiste

source: Name
fr_fr: Nom

source: No
fr_fr: Non

source: No Data
fr_fr: Aucune donnée

source: No page loading/reloading, fully AJAX enabled
fr_fr: Aucun chargement/rechargement de page, entièrement en AJAX

source: Not a wholesale product.
fr_fr: Pas un produit de gros.

source: Not available
fr_fr: Non disponible

source: Not available. Only basic wholesale pricing at the product level allowed.
fr_fr: Non disponible. Seul un prix de gros basique par produit est autorisé.

source: Not available. Only one wholesale role.
fr_fr: Non disponible. Seulement un rôle grossiste.

source: Not installed
fr_fr: Pas installé

source: Note: If the option above of "Tax Exempting" wholesale users is enabled, then wholesale prices on cart and checkout page will not include tax regardless the value of this option.
fr_fr: Note: Si l'option ci-dessus "Exonération de taxe" pour les clients grossistes est activée, alors les prix de gros sur les pages panier et paiement n'inclueront pas la taxe quelque soit la valeur de cette option.

source: Note: If the option above of "Tax Exempting" wholesale users is enabled, then wholesale prices on shop pages will not include tax regardless the value of this option.
fr_fr: Note: Si l'option ci-dessus "Exonération de taxe" pour les clients grossistes est activée, alors les prix de gros sur les pages boutique n'inclueront pas la taxe quelque soit la valeur de cette option.

source: Once Weekly
fr_fr: Hebdomadaire

source: Only applies to users with the role of %1$s for %2$s currency
fr_fr: S'applique seulement aux utilisateurs avec le rôle %1$s pour la devise %2$s

source: Open Knowledge Base
fr_fr: Ouvrir la base de connaissance

source: Optional.
fr_fr: Facultatif.

source: Order Form
fr_fr: Formulaire de commande

source: Order minimum quantities & subtotals
fr_fr: Des quantités et sous-totaux minimum de commande

source: Order Type
fr_fr: Type de commande

source: Orders
fr_fr: Commandes

source: Our support staff regularly check and help our free users at the official plugin WordPress.org help forums. Submit a post there with your question and we'll get back to you as soon as possible.
fr_fr: Notre équipe support vérifie régulièrement le forum et aide nos utilisateurs de la version gratuite du plugin sur le forum d'aide WordPress.org. Postez-y un message avec votre question et nous vous répondrons dès que possible.

source: Over the years we've worked thousands of smart store owners that were frustrated by having separate workflows for wholesale between their online WooCommerce store and old-school offline methods.
fr_fr: Au fil des années, nous avons travaillé avec des milliers d'e-commerçants avertis qui ont été frustrés d'avoir des traitements différents pour leurs vente en gros entre leur boutique en ligne WooCommerce et les méthodes hors lignes établies.

source: Override Regular Price Suffix
fr_fr: Redéfinir le suffixe du prix de base

source: Override the price suffix on regular prices for wholesale users.
fr_fr: Passe outre le suffixe de prix des prix de base pour les clients grossistes.

source: Payment gateway mapping
fr_fr: Correspondance des plateformes de paiement

source: Percentage
fr_fr: Pourcentage

source: Plan
fr_fr: Abonnement

source: Please enter in a value not greater than 100 percent.
fr_fr: Veuillez entrer un pourcentage inféieur ou égal à 0.

source: Please enter in a value not less than 0 percent
fr_fr: Veuillez entrer un pourcentage supérieur ou égal à 0

source: Please Enter Role Key
fr_fr: Veuillez entrer la clé du rôle

source: Please Enter Role Name
fr_fr: Veuillez entrer le nom du rôle

source: Premium Add-on
fr_fr: Module Premium

source: Price
fr_fr: Prix

source: Price and Add to Cart Replacement Message
fr_fr: Message de remplacement pour le prix et le bouton Ajouter au panier

source: Price Options
fr_fr: Options de prix

source: Price Range
fr_fr: Fourchette de prix

source: Product visibility control
fr_fr: Contrôle de la visibilité produit

source: Purchase & Install Wholesale Lead Capture
fr_fr: Acheter et installer Wholesale Lead Capture

source: Purchase & Install Wholesale Order Form
fr_fr: Acheter et installer Wholesale Order Form

source: Quick Stats:
fr_fr: Statistiques rapides :

source: Read Documentation
fr_fr: Lire la documentation

source: Read the Getting Started guide
fr_fr: Lire le guide de démarrage

source: Recent Wholesale Orders:
fr_fr: Commandes en gros récentes :

source: Register Text
fr_fr: Texte d'inscription
