Repository: sgmurphy/wordpress-plugins
Catalog: import-users-from-csv/languages/import-users-from-csv-*.po
Languages: it_it

source: Import From CSV
it_it: Importa da CSV

source: You do not have sufficient permissions to access this page.
it_it: Non hai permessi sufficienti per accedere a questa pagina.

source: Import users from a CSV file
it_it: Importa utenti da un file CSV

source: Notice: please make the directory %s writable so that you can see the error log.
it_it: Avvertimento: per favore imposta la cartella %s come scrivibile in modo da poter consultare il log degli errori.

source: , please <a href="%s">check the error log</a>
it_it: , per favore <a href="%s">controlla il log degli errori</a>

source: Error during file upload.
it_it: Errore durante il caricamento del file.

source: Cannot extract data from uploaded file or no file was uploaded.
it_it: Non &egrave; stato possibile estrarre i dati dal file caricato o nessun file &egrave; stato caricato.

source: No user was successfully imported%s.
it_it: Nessun utente &egrave; stato importato%s.

source: Some users were successfully imported but some were not%s.
it_it: Alcuni utenti sono stati importati con successo ma altri no%s.

source: Users import was successful.
it_it: Importazione utenti andata a buon fine.

source: CSV file
it_it: File CSV

source: You may want to see <a href="%s">the example of the CSV file</a>.
it_it: Qui puoi vedere <a href="%s">un esempio del file CSV</a>.

source: Notification
it_it: Notifica

source: Send to new users
it_it: Invia ai nuovi utenti

source: Show password nag on new users signon
it_it: Mostra password nag quando un utente si iscrive.

source: Users update
it_it: Aggiornamento utenti

source: Update user when a username or email exists
it_it: Aggiorna utente quanto un username o una email esiste

source: Import
it_it: Importa

source: BEGIN %s
it_it: INIZIO %s

source: [Line %1$s] %2$s
it_it: [Linea %1$s] %2$s
