Repository: sgmurphy/wordpress-plugins
Catalog: contact-form-7-simple-recaptcha/languages/cf7sr-free-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sv_se

source: To add reCaptcha to Contact Form 7 form, add <strong>[cf7sr-recaptcha]</strong> in your form ( preferable above submit button )
cs_cz: Chcete-li přidat reCAPTCHA do formuláře Contact Form 7, vložte do formuláře <strong>[cf7sr-recaptcha]</strong> (ideálně nad tlačítko Odeslat)
da_dk: For at tilføje reCaptcha til en Contact Form 7-formular, skal du tilføje <strong>[cf7sr-recaptcha]</strong> i din formular (helst over submit-knappen)
de_de: Um reCAPTCHA zu einem Contact Form 7-Formular hinzuzufügen, fügen Sie <strong>[cf7sr-recaptcha]</strong> in Ihr Formular ein (vorzugsweise über der Schaltfläche Senden)
et: ReCaptcha lisamiseks Contact Form 7 vormile lisage oma vormile <strong>[cf7sr-recaptcha]</strong> (eelistatavalt üle esitamise nupu)
fi: Lisätäksesi reCAPTCHA:n Contact Form 7 -lomakkeeseen, lisää lomakkeeseen <strong>[cf7sr-recaptcha]</strong> (mieluiten ennen lähetyspainiketta)
fr_fr: Pour ajouter reCaptcha à un formulaire Contact Form 7, ajoutez <strong>[cf7sr-recaptcha]</strong> dans votre formulaire (de préférence au-dessus du bouton d'envoi)
hu_hu: A reCaptcha hozzáadásához a Contact Form 7-es űrlaphoz add hozzá a <strong>[cf7sr-recaptcha]</strong> shortcode-ot az űrlapodba (lehetőleg a küldés gomb fölé)
it_it: Per aggiungere reCaptcha al modulo di Contact Form 7, aggiungi <strong>[cf7sr-recaptcha]</strong> nel tuo modulo (preferibilmente sopra il pulsante di invio)
nb_no: For å legge til reCaptcha i Contact Form 7-skjemaet, legg til <strong>[cf7sr-recaptcha]</strong> i skjemaet ditt (helst over send-knappen)
nl_nl: Om reCaptcha aan een Contact Form 7-formulier toe te voegen, voeg je <strong>[cf7sr-recaptcha]</strong> toe aan je formulier (bij voorkeur boven de verzendknop)
pl_pl: Aby dodać reCaptcha do formularza Contact Form 7, dodaj do niego <strong>[cf7sr-recaptcha]</strong> (najlepiej nad przyciskiem wysyłania).
pt_pt: Para adicionar o reCaptcha ao formulário Contact Form 7, adiciona <strong>[cf7sr-recaptcha]</strong> ao teu formulário (preferencialmente acima do botão de submissão)
ro_ro: Pentru a adăuga reCAPTCHA într-un formular Contact Form 7, adăugați <strong>[cf7sr-recaptcha]</strong> în formular (de preferință deasupra butonului de trimitere).
sk_sk: Ak chcete pridať reCaptcha do formulára Contact Form 7, pridajte do svojho formulára <strong>[cf7sr-recaptcha]</strong> (najlepšie nad tlačidlo odoslania)
sl_si: Če želite v obrazec Contact Form 7 dodati reCaptcha, v svoj obrazec dodajte <strong>[cf7sr-recaptcha]</strong> (najbolje nad gumbom za pošiljanje)
sv_se: För att lägga till reCaptcha i Contact Form 7, lägg till <strong>[cf7sr-recaptcha]</strong> i ditt formulär (helst ovanför skicka-knappen)

source: Force reCaptcha to render in a specific language. Google auto-detects if unspecified.
cs_cz: Vynutit zobrazení reCAPTCHA v určitém jazyce. Pokud není jazyk zadán, Google jej detekuje automaticky.
da_dk: Tving reCaptcha til at rendere på et specifikt sprog. Google registrerer automatisk, hvis det ikke er angivet.
de_de: Erzwingen Sie, dass reCAPTCHA in einer bestimmten Sprache gerendert wird. Google erkennt die Sprache automatisch, wenn keine Angabe gemacht wird.
et: Sundige reCaptcha-d renderdama kindlas keeles. Google tuvastab selle automaatselt, kui seda ei ole määratud.
fi: Pakota reCAPTCHA renderöitymään tietyllä kielellä. Google tunnistaa kielen automaattisesti, jos sitä ei ole määritetty.
fr_fr: Forcer reCaptcha à s'afficher dans une langue spécifique. Google détecte automatiquement la langue si elle n'est pas spécifiée.
hu_hu: A reCaptcha kényszerítése, hogy egy adott nyelven jelenjen meg. A Google automatikusan felismeri a nyelvet, ha nincs beállítva.
it_it: Forza reCaptcha a renderizzare in una lingua specifica. Google rileva automaticamente la lingua se non specificata.
nb_no: Tving reCaptcha til å gjengi på et bestemt språk. Google oppdager automatisk hvis det ikke er spesifisert.
nl_nl: Forceer reCaptcha om in een specifieke taal te renderen. Google detecteert dit automatisch als er geen taal is opgegeven.
pl_pl: Wymuś renderowanie reCaptcha w określonym języku. Google automatycznie wykrywa język, jeśli nie został określony.
pt_pt: Força o reCaptcha a ser apresentado num idioma específico. O Google deteta automaticamente se não for especificado.
ro_ro: Forțați reCAPTCHA să se afișeze într-o anumită limbă. Google detectează automat dacă nu este specificată.
sk_sk: Vynútiť vykreslenie reCaptcha v konkrétnom jazyku. Google automaticky zistí jazyk, pokiaľ nie je zadaný.
sl_si: Prisili reCaptcha, da se upodobi v določenem jeziku. Če ni določeno, Google samodejno zazna jezik.
sv_se: Tvinga reCaptcha att återges på ett visst språk. Google upptäcker automatiskt språket om inget anges.

source: Default size of reCaptcha is normal, for compact size use shortcode:
cs_cz: Výchozí velikost reCAPTCHA je normální, pro kompaktní velikost použijte shortcode:
da_dk: Standardstørrelsen på reCaptcha er normal. For kompakt størrelse brug shortcode:
de_de: Die Standardgröße von reCAPTCHA ist normal, für die kompakte Größe verwenden Sie den Shortcode:
et: ReCaptcha vaike suurus on normaalne, kompaktse suuruse jaoks kasutage lühikoodi:
fi: reCAPTCHA:n oletuskoko on normaali, kompaktia kokoa varten käytä shortcodea:
fr_fr: La taille par défaut de reCaptcha est normale, pour une taille compacte, utilisez le shortcode :
hu_hu: A reCaptcha alapértelmezett mérete normál, kompakt mérethez használd a shortcode-ot:
it_it: La dimensione predefinita di reCaptcha è normale, per una dimensione compatta usa lo shortcode:
nb_no: Standardstørrelsen på reCaptcha er normal, for kompakt størrelse bruk shortcode:
nl_nl: De standaardgrootte van reCaptcha is normaal, gebruik een shortcode voor een compacte grootte:
pl_pl: Domyślny rozmiar reCaptcha to normalny. Aby uzyskać kompaktowy rozmiar, użyj krótkiego kodu:
pt_pt: O tamanho padrão do reCaptcha é normal, para um tamanho compacto usa o shortcode:
ro_ro: Dimensiunea implicită a reCAPTCHA este normală, pentru dimensiunea compactă folosiți codul scurt:
sk_sk: Predvolená veľkosť reCaptcha je normálna, pre kompaktnú veľkosť použite shortcode:
sl_si: Privzeta velikost reCaptcha je običajna, za kompaktno velikost uporabite kratko kodo:
sv_se: Standardstorleken för reCaptcha är normal, använd kortkod för kompakt storlek:

source: Default color theme of reCaptcha is light, for dark theme use shortcode:
cs_cz: Výchozí barevné téma reCAPTCHA je světné, pro tmavé téma použijte shortcode:
da_dk: Standard farvetema for reCaptcha er lys, for mørkt tema brug shortcode:
de_de: Das Standardfarbthema von reCAPTCHA ist hell, für ein dunkles Thema verwenden Sie den Shortcode:
et: ReCaptcha vaikimisi värviteema on hele, tumeda teema jaoks kasuta lühikoodi:
fi: reCAPTCHA:n oletusteeman väri on vaalea. Käytä tummaan teemaan shortcodea:
fr_fr: Le thème de couleur par défaut de reCaptcha est clair, pour un thème sombre, utilisez le shortcode :
hu_hu: A reCaptcha alapértelmezett színtémája világos, sötét témához használd a shortcode-ot:
it_it: Il tema colore predefinito di reCaptcha è chiaro, per un tema scuro usa lo shortcode:
nb_no: Standard fargetema for reCaptcha er lyst, for mørkt tema bruk shortcode:
nl_nl: Het standaard kleurenthema van reCaptcha is licht, gebruik voor een donker thema een shortcode:
pl_pl: Domyślnym motywem kolorystycznym reCaptcha jest jasny. Aby uzyskać ciemny motyw, użyj krótkiego kodu:
pt_pt: O tema de cor padrão do reCaptcha é claro, para um tema escuro usa o shortcode:
ro_ro: Tema de culoare implicită a reCAPTCHA este deschisă, pentru tema închisă folosiți codul scurt:
sk_sk: Predvolená farebná téma reCaptcha je svetlá, pre tmavú tému použite shortcode:
sl_si: Privzeta barvna tema reCaptcha je svetla, za temno temo uporabite kratko kodo:
sv_se: Standardfärgtema för reCaptcha är ljust, använd kortkod för mörkt tema:

source: Default type of reCaptcha is image, for audio type use shortcode:
cs_cz: Výchozí typ reCAPTCHA je obrázkový, pro zvukový typ použijte shortcode:
da_dk: Standardtypen for reCaptcha er billede, for lydtype brug shortcode:
de_de: Der Standardtyp von reCAPTCHA ist Bild, für den Audiotyp verwenden Sie den Shortcode:
et: ReCaptcha vaike tüüp on pilt, audiotüübi jaoks kasutage lühikoodi:
fi: reCAPTCHA:n oletustyyppi on kuva. Käytä äänityyppiin shortcodea:
fr_fr: Le type par défaut de reCaptcha est l'image, pour le type audio, utilisez le shortcode :
hu_hu: A reCaptcha alapértelmezett típusa kép, hangtípushoz használd a shortcode-ot:
it_it: Il tipo predefinito di reCaptcha è immagine, per il tipo audio usa lo shortcode:
nb_no: Standardtypen for reCaptcha er bilde, for lydtype bruk shortcode:
nl_nl: Het standaardtype reCaptcha is afbeelding, gebruik voor het audiotype een shortcode:
pl_pl: Domyślnym typem reCaptcha jest obraz. Aby uzyskać typ dźwiękowy, użyj krótkiego kodu:
pt_pt: O tipo padrão do reCaptcha é imagem, para o tipo áudio usa o shortcode:
ro_ro: Tipul implicit de reCAPTCHA este imagine, pentru tipul audio folosiți codul scurt:
sk_sk: Predvolený typ reCaptcha je obrázok, pre zvukový typ použite shortcode:
sl_si: Privzeti tip reCaptcha je slika, za zvočni tip uporabite kratko kodo:
sv_se: Standardtyp för reCaptcha är bild, använd kortkod för ljudtyp:

source: hCaptcha will not work unless you set up the configuration below
cs_cz: hCaptcha nebude fungovat, dokud nenastavíte konfiguraci níže
da_dk: hCaptcha vil ikke fungere, medmindre du konfigurerer nedenstående indstillinger
de_de: hCaptcha funktioniert nicht, wenn Sie die folgende Konfiguration nicht einrichten
et: hCaptcha ei tööta, kui te ei seadista allpool toodud konfiguratsiooni
fi: hCAPTCHA ei toimi, jollet määritä alla olevia asetuksia
fr_fr: hCaptcha ne fonctionnera que si vous configurez les paramètres ci-dessous
hu_hu: A hCaptcha nem fog működni, hacsak nem állítod be az alábbi konfigurációt
it_it: hCaptcha non funzionerà a meno che non si imposti la configurazione seguente
nb_no: hCaptcha vil ikke fungere med mindre du setter opp konfigurasjonen nedenfor
nl_nl: hCaptcha werkt niet tenzij je de onderstaande configuratie instelt
pl_pl: hCaptcha nie będzie działać, jeśli nie skonfigurujesz poniższych ustawień.
pt_pt: O hCaptcha não irá funcionar a não ser que definas a configuração abaixo
ro_ro: hCaptcha nu va funcționa decât dacă efectuați configurarea de mai jos.
sk_sk: hCaptcha nebude fungovať, pokiaľ nenastavíte konfiguráciu uvedenú nižšie
sl_si: hCaptcha ne bo deloval, dokler ne nastavite spodnje konfiguracije
sv_se: hCaptcha kommer inte att fungera om du inte konfigurerar inställningarna nedan

source: To add hCaptcha to Contact Form 7 form, add <strong>[cf7sr-hcaptcha]</strong> in your form ( preferable above submit button )
cs_cz: Chcete-li přidat hCaptcha do formuláře Contact Form 7, vložte do formuláře <strong>[cf7sr-hcaptcha]</strong> (ideálně nad tlačítko Odeslat)
da_dk: For at tilføje hCaptcha til en Contact Form 7-formular, skal du tilføje<strong>[cf7sr-hcaptcha]</strong> i din formular (helst over submit-knappen)
de_de: Um hCaptcha zu einem Contact Form 7-Formular hinzuzufügen, fügen Sie <strong>[cf7sr-hcaptcha]</strong> in Ihr Formular ein (vorzugsweise über der Schaltfläche Senden)
et: HCaptcha lisamiseks Contact Form 7 vormile lisage oma vormile <strong>[cf7sr-hcaptcha]</strong> (eelistatavalt üle esitamise nupu)
fi: Lisätäksesi hCAPTCHA:n Contact Form 7 -lomakkeeseen lisää lomakkeeseen <strong>[cf7sr-hcaptcha]</strong> (mieluiten ennen lähetyspainiketta)
fr_fr: Pour ajouter hCaptcha à un formulaire Contact Form 7, ajoutez <strong>[cf7sr-hcaptcha]</strong> dans votre formulaire (de préférence au-dessus du bouton d'envoi).
hu_hu: A hCaptcha hozzáadásához a Contact Form 7-es űrlaphoz add hozzá a <strong>[cf7sr-hcaptcha]</strong> shortcode-ot az űrlapodba (lehetőleg a küldés gomb fölé)
it_it: Per aggiungere hCaptcha al modulo di Contact Form 7, aggiungi <strong>[cf7sr-hcaptcha]</strong> nel tuo modulo (preferibilmente sopra il pulsante di invio)
nb_no: For å legge til hCaptcha i Contact Form 7-skjemaet, legg til <strong>[cf7sr-hcaptcha]</strong> i skjemaet ditt (helst over send-knappen)
nl_nl: Om hCaptcha aan een Contact Form 7-formulier toe te voegen, voeg je <strong>[cf7sr-hcaptcha]</strong> toe aan je formulier (bij voorkeur boven de verzendknop)
pl_pl: Aby dodać hCaptcha do formularza Contact Form 7, dodaj do niego <strong>[cf7sr-hcaptcha]</strong> (najlepiej nad przyciskiem wysyłania)
pt_pt: Para adicionar o hCaptcha ao formulário Contact Form 7, adiciona <strong>[cf7sr-hcaptcha]</strong> ao teu formulário (preferencialmente acima do botão de submissão)
ro_ro: Pentru a adăuga hCaptcha într-un formular Contact Form 7, adăugați <strong>[cf7sr-hcaptcha]</strong> în formular (de preferință deasupra butonului de trimitere).
sk_sk: Ak chcete pridať hCaptcha do formulára Contact Form 7, pridajte do svojho formulára <strong>[cf7sr-hcaptcha]</strong> (najlepšie nad tlačidlo odoslania)
sl_si: Če želite v obrazec Contact Form 7 dodati hCaptcha, v svoj obrazec dodajte <strong>[cf7sr-hcaptcha]</strong> (najbolje nad gumbom za pošiljanje)
sv_se: För att lägga till hCaptcha i Contact Form 7, lägg till <strong>[cf7sr-hcaptcha]</strong> i ditt formulär (helst ovanför skicka-knappen)

source: Default size of hCaptcha is normal, for compact size use shortcode:
cs_cz: Výchozí velikost hCaptcha je normální, pro kompaktní velikost použijte shortcode:
da_dk: Standardstørrelsen på hCaptcha er normal. For kompakt størrelse brug shortcode:
de_de: Die Standardgröße von hCaptcha ist normal, für die kompakte Größe verwenden Sie den Shortcode:
et: HCaptcha vaike suurus on normaalne, kompaktse suuruse jaoks kasutage lühikoodi:
fi: hCAPTCHA:n oletuskoko on normaali, kompaktia kokoa varten käytä shortcodea:
fr_fr: La taille par défaut de hCaptcha est normale, pour une taille compacte, utilisez le shortcode :
hu_hu: A hCaptcha alapértelmezett mérete normál, kompakt mérethez használd a shortcode-ot:
it_it: La dimensione predefinita di hCaptcha è normale, per una dimensione compatta usa lo shortcode:
nb_no: Standardstørrelsen på hCaptcha er normal, for kompakt størrelse bruk shortcode:
nl_nl: De standaardgrootte van hCaptcha is normaal, gebruik een shortcode voor een compacte grootte:
pl_pl: Domyślny rozmiar hCaptcha to normalny. Aby uzyskać kompaktowy rozmiar, użyj krótkiego kodu:
pt_pt: O tamanho padrão do hCaptcha é normal, para um tamanho compacto usa o shortcode:
ro_ro: Dimensiunea implicită a hCaptcha este normală, pentru dimensiunea compactă folosiți codul scurt:
sk_sk: Predvolená veľkosť hCaptcha je normálna, pre kompaktnú veľkosť použite shortcode:
sl_si: Privzeta velikost hCaptcha je običajna, za kompaktno velikost uporabite kratko kodo:
sv_se: Standardstorleken för hCaptcha är normal, använd kortkod för kompakt storlek:

source: Default color theme of hCaptcha is light, for dark theme use shortcode:
cs_cz: Výchozí barevné téma hCaptcha je světné, pro tmavé téma použijte shortcode:
da_dk: Standard farvetema for hCaptcha er lys, for mørkt tema brug shortcode:
de_de: Das Standardfarbthema von hCaptcha ist hell, für ein dunkles Thema verwenden Sie den Shortcode:
et: HCaptcha vaikimisi värviteema on hele, tumeda teema jaoks kasutage lühikoodi:
fi: hCAPTCHA:n oletusteeman väri on vaalea. Käytä tummaan teemaan shortcodea:
fr_fr: Le thème de couleur par défaut de hCaptcha est clair, pour un thème sombre, utilisez le shortcode :
hu_hu: A hCaptcha alapértelmezett színtémája világos, sötét témához használd a shortcode-ot:
it_it: Il tema colore predefinito di hCaptcha è chiaro, per un tema scuro usa lo shortcode:
nb_no: Standard fargetema for hCaptcha er lyst, for mørkt tema bruk shortcode:
nl_nl: Het standaard kleurenthema van hCaptcha is licht, gebruik voor een donker thema een shortcode:
pl_pl: Domyślnym motywem kolorystycznym hCaptcha jest jasny. Aby uzyskać ciemny motyw, użyj krótkiego kodu:
pt_pt: O tema de cor padrão do hCaptcha é claro, para um tema escuro usa o shortcode:
ro_ro: Tema de culoare implicită a hCaptcha este deschisă, pentru tema închisă folosiți codul scurt:
sk_sk: Predvolená farebná téma hCaptcha je svetlá, pre tmavú tému použite shortcode:
sl_si: Privzeta barvna tema hCaptcha je svetla, za temno temo uporabite kratko kodo:
sv_se: Standardfärgtema för hCaptcha är ljust, använd kortkod för mörkt tema:

source: Force hCaptcha to render in a specific language.
cs_cz: Vynutit vykreslování hCaptcha v konkrétním jazyce.
da_dk: Tving hCaptcha til at vises på et bestemt sprog.
de_de: Erzwingen Sie, dass hCaptcha in einer bestimmten Sprache gerendert wird.
et: Sundige hCaptcha konkreetsele keelele.
fi: Pakota hCaptcha näkymään tietyllä kielellä.
fr_fr: Forcer hCaptcha à s'afficher dans une langue spécifique.
hu_hu: Kényszerítse a hCaptchát, hogy egy adott nyelven jelenjen meg.
it_it: Forza hCaptcha a visualizzare in una lingua specifica.
nb_no: Tving hCaptcha til å vises på et bestemt språk.
nl_nl: Dwing hCaptcha af om weer te geven in een specifieke taal.
pl_pl: Wymuś wyświetlanie hCaptcha w określonym języku.
pt_pt: Forçar o hCaptcha a ser exibido num idioma específico.
ro_ro: Fortați hCaptcha să se afișeze într-o limbă specifică.
sk_sk: Vynútiť vykresľovanie hCaptcha v konkrétnom jazyku.
sl_si: Prisili hCaptcha, da se prikaže v določenem jeziku.
sv_se: Tvinga hCaptcha att rendera på ett specifikt språk.

source: Cloudflare Turnstile CAPTCHA will not work unless you set up the configuration below
cs_cz: CAPTCHA Cloudflare Turnstile nebude fungovat, pokud nenastavíte níže uvedenou konfiguraci.
da_dk: Cloudflare Turnstile CAPTCHA vil ikke fungere, medmindre du konfigurerer nedenstående indstillinger
de_de: Cloudflare Turnstile CAPTCHA funktioniert nicht, es sei denn, Sie richten die unten stehende Konfiguration ein.
et: Cloudflare Turnstile CAPTCHA ei tööta, kui te ei seadista allpool olevat konfiguratsiooni
fi: Cloudflare Turnstile CAPTCHA ei toimi, ellet määritä alla olevaa asetusta
fr_fr: Le CAPTCHA de Cloudflare Turnstile ne fonctionnera pas à moins que vous ne configuriez la configuration ci-dessous
hu_hu: A Cloudflare Turnstile CAPTCHA nem fog működni, hacsak alul nem állítja be a konfigurációt
it_it: Il CAPTCHA di Cloudflare Turnstile non funzionerà a meno che non configuriate la configurazione qui sotto
nb_no: Cloudflare Turnstile CAPTCHA vil ikke fungere med mindre du setter opp konfigurasjonen nedenfor
nl_nl: Cloudflare Turnstile CAPTCHA zal niet werken tenzij u de onderstaande configuratie instelt
pl_pl: CAPTCHA Cloudflare Turnstile nie będzie działać, dopóki nie ustawisz poniższej konfiguracji
pt_pt: O CAPTCHA do Cloudflare Turnstile não funcionará a menos que configure a configuração abaixo
ro_ro: CAPTCHA-ul Cloudflare Turnstile nu va funcționa decât dacă configurați setările de mai jos
sk_sk: CAPTCHA Cloudflare Turnstile nebude fungovať, pokiaľ nezadáte nižšie uvedenú konfiguráciu.
sl_si: CAPTCHA Cloudflare Turnstile ne bo delovala, razen če ne nastavite spodnje konfiguracije
sv_se: Cloudflare Turnstile CAPTCHA kommer inte att fungera om du inte ställer in konfigurationen nedan

source: Force CAPTCHA to render in a specific language
cs_cz: Vynutit vykreslování CAPTCHA v konkrétním jazyce
da_dk: Tving CAPTCHA til at vises på et bestemt sprog
de_de: Erzwingen Sie, dass CAPTCHA in einer bestimmten Sprache gerendert wird.
et: Sundige CAPTCHA konkreetsele keelele renderduma
fi: Pakota CAPTCHA näkymään tietyllä kielellä
fr_fr: Forcer le CAPTCHA à s'afficher dans une langue spécifique
hu_hu: Kényszerítse a CAPTCHA-t, hogy egy adott nyelven jelenjen meg.
it_it: Forza il CAPTCHA a visualizzare in una lingua specifica
nb_no: Tving CAPTCHA til å vises på et bestemt språk
nl_nl: Dwing CAPTCHA af om weer te geven in een specifieke taal.
pl_pl: Wymuś wyświetlanie CAPTCHA w określonym języku
pt_pt: Forçar o CAPTCHA a ser exibido num idioma específico
ro_ro: Forțați CAPTCHA să se afișeze într-o limbă specifică
sk_sk: Vynútiť vykreslenie CAPTCHA v konkrétnom jazyku
sl_si: Prisili CAPTCHA, da se prikaže v določenem jeziku
sv_se: Tvinga CAPTCHA att rendera på ett specifikt språk

source: To add Cloudflare Turnstile CAPTCHA to Contact Form 7 form, add <strong>[cf7sr-turnstile]</strong> in your form ( preferable above submit button )
cs_cz: Chcete-li přidat CAPTCHA Cloudflare Turnstile do formuláře Contact Form 7, přidejte <strong>[cf7sr-turnstile]</strong> do svého formuláře (nejlépe nad tlačítkem odeslat)
da_dk: For at tilføje Cloudflare Turnstile CAPTCHA til Kontaktformular 7, tilføj <strong>[cf7sr-turnstile]</strong> i din formular (helst oven over send-knappen)
de_de: Um Cloudflare Turnstile CAPTCHA zu Ihrem Kontaktformular 7 hinzuzufügen, fügen Sie <strong>[cf7sr-turnstile]</strong> in Ihrem Formular hinzu (bevorzugt über dem Absendebutton).
et: Cloudflare Turnstile CAPTCHA lisamiseks Kontaktvormi 7 vormile lisage oma vormis <strong>[cf7sr-turnstile]</strong> (soovitavalt enne saatmise nuppu)
fi: Lisätäksesi Cloudflare Turnstile CAPTCHA:n Yhteydenottolomake 7 -lomakkeeseen, lisää <strong>[cf7sr-turnstile]</strong> lomakkeeseesi (mieluiten ennen lähettämispainiketta)
fr_fr: Pour ajouter le CAPTCHA de Cloudflare Turnstile au formulaire de Contact Form 7, ajoutez <strong>[cf7sr-turnstile]</strong> dans votre formulaire (de préférence au-dessus du bouton d'envoi)
hu_hu: A Cloudflare Turnstile CAPTCHA hozzáadásához a Kapcsolatfelvételi űrlap 7 űrlapjához adja hozzá <strong>[cf7sr-turnstile]</strong>-t az űrlapjához (ajánlottan az elküldés gomb felett)
it_it: Per aggiungere il CAPTCHA di Cloudflare Turnstile al modulo di Contact Form 7, aggiungi <strong>[cf7sr-turnstile]</strong> nel tuo modulo (preferibilmente sopra il pulsante di invio)
nb_no: For å legge til Cloudflare Turnstile CAPTCHA til Kontakt Skjema 7 skjema, legg til <strong>[cf7sr-turnstile]</strong> i skjemaet ditt (helst over send-knappen)
nl_nl: Voeg Cloudflare Turnstile CAPTCHA toe aan Contact Formulier 7 formulier, voeg <strong>[cf7sr-turnstile]</strong> toe aan uw formulier (bij voorkeur boven de verzendknop)
pl_pl: Aby dodać CAPTCHA Cloudflare Turnstile do formularza Kontaktowego 7, dodaj <strong>[cf7sr-turnstile]</strong> w swoim formularzu (najlepiej nad przyciskiem wyślij)
pt_pt: Para adicionar o CAPTCHA do Cloudflare Turnstile ao formulário de Contact Form 7, adicione <strong>[cf7sr-turnstile]</strong> no seu formulário (preferencialmente acima do botão de enviar)
ro_ro: Pentru a adăuga CAPTCHA-ul Cloudflare Turnstile la formularul Contact Form 7, adăugați <strong>[cf7sr-turnstile]</strong> în formularul dumneavoastră (preferabil deasupra butonului de trimitere)
sk_sk: Ak chcete pridať CAPTCHA Cloudflare Turnstile do formulára Kontaktujte formulár 7, pridajte <strong>[cf7sr-turnstile]</strong> do svojho formulára (najlepšie nad tlačidlom odoslať)
sl_si: Da dodate CAPTCHA Cloudflare Turnstile obrazec za stik 7, dodajte <strong>[cf7sr-turnstile]</strong> v svoj obrazec (po možnosti nad gumbom za oddajo)
sv_se: För att lägga till Cloudflare Turnstile CAPTCHA till Kontaktformulär 7 formulär, lägg till <strong>[cf7sr-turnstile]</strong> i ditt formulär (helst ovanför skicka-knappen)
