Repository: sgmurphy/wordpress-plugins
Catalog: contact-form-7-simple-recaptcha/languages/cf7sr-free-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sv_se

source: Settings
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el: Ρυθμίσεις
es_es: Ajustes
et: Seaded
fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
sk_sk: Nastavenia
sl_si: Nastavitve
sv_se: Inställningar

source: Invalid captcha error message
cs_cz: Chybová zpráva neplatného CAPTCHA
da_dk: Ugyldig captcha-fejlmeddelelse
de_de: Ungültige Captcha-Fehlermeldung
el: Μήνυμα σφάλματος μη έγκυρου Captcha
es_es: Mensaje de error de Captcha inválido
et: Vale CAPTCHA veateade
fi: Virheellinen CAPTCHA -viesti
fr_fr: Message d'erreur de captcha invalide
hu_hu: Érvénytelen captcha hibaüzenet
it_it: Messaggio di errore captcha non valido
nb_no: Ugyldig captcha-feilmelding
nl_nl: Ongeldig CAPTCHA-foutbericht
pl_pl: Nieprawidłowy komunikat błędu CAPTCHA
pt_pt: Mensagem de erro de captcha inválida
ro_ro: Mesaj de eroare pentru CAPTCHA invalid
sk_sk: Neplatná chybová správa CAPTCHA
sl_si: Napačno sporočilo CAPTCHA
sv_se: Felaktigt meddelande för captcha-verifieringen

source: Save Settings
cs_cz: Uložit nastavení
da_dk: Gem indstillinger
de_de: Einstellungen speichern
el: Αποθήκευση Ρυθμίσεων
es_es: Guardar ajustes
et: Salvesta seaded
fi: Tallenna asetukset
fr_fr: Enregistrer les paramètres
hu_hu: Beállítások mentése
it_it: Salva Impostazioni
nb_no: Lagre innstillinger
nl_nl: Instellingen opslaan
pl_pl: Zapisz ustawienia
pt_pt: Guardar Definições
ro_ro: Salvează Setările
sk_sk: Uložiť nastavenia
sl_si: Shrani nastavitve
sv_se: Spara inställningar

source: Trusted by more than 100,000 businesses worldwide. PRO version is even better!
cs_cz: Důvěryhodných pro více než 100 000 firem po celém světě. Verze PRO je ještě lepší!
da_dk: Bruges af over 100.000 virksomheder på verdensplan. PRO-versionen er endnu bedre!
de_de: Vertrauen von mehr als 100.000 Unternehmen weltweit. Die PRO-Version ist noch besser!
et: Usaldavad seda rohkem kui 100 000 ettevõtet terves maailmas. PRO-versioon on isegi veelgi parem!
fi: Yli 100 000 yrityksen luottama maailmanlaajuisesti. PRO-versio on vielä parempi!
fr_fr: Approuvé par plus de 100 000 entreprises dans le monde entier. La version PRO est encore meilleure !
hu_hu: Több mint 100 000 vállalkozás bízik benne világszerte. A PRO verzió még jobb!
it_it: Scelto da oltre 100.000 aziende in tutto il mondo. La versione PRO è ancora meglio!
nb_no: Brukes av over 100 000 bedrifter over hele verden. PRO-versjonen er enda bedre!
nl_nl: Vertrouwd door meer dan 100.000 bedrijven wereldwijd. De PRO-versie is nog beter!
pl_pl: Zaufane przez ponad 100 000 firm na całym świecie. Wersja PRO jest jeszcze lepsza!
pt_pt: Usado por mais de 100,000 empresas em todo o mundo. A versão PRO é ainda melhor!
ro_ro: Utilizat cu încredere de peste 100.000 de companii din întreaga lume. Versiunea PRO este și mai bună!
sk_sk: Dôveruje mu viac ako 100 000 firiem po celom svete. PRO verzia je ešte lepšia!
sl_si: Zaupa mu več kot 100.000 podjetij po vsem svetu. PRO verzija je še boljša!
sv_se: Används av fler än 100 000 företag världen över. PRO-versionen är ännu bättre!

source: Redirect users to any url after mail sent successfully.
cs_cz: Po úspěšném odeslání e-mailu přesměrovat uživatele na libovolnou adresu URL
da_dk: Omdiriger brugere til en hvilken som helst URL, efter mail er sendt.
de_de: Benutzer nach erfolgreichem Versand der E-Mail zu einer beliebigen URL weiterleiten.
el: Ανακατευθύνετε τους χρήστες σε οποιοδήποτε URL μετά την επιτυχή αποστολή email.
es_es: Redirigir a los usuarios a cualquier URL después de que el correo se haya enviado correctamente.
et: Suuna kasutajad pärast e-posti edukat saatmist ükskõik millisele URL-ile.
fi: Ohjaa käyttäjät uudelleen mihin tahansa osoitteeseen onnistuneen sähköpostilähetyksen jälkeen.
fr_fr: Rediriger les utilisateurs vers n'importe quelle URL après l'envoi réussi du courrier.
hu_hu: Az e-mail sikeres elküldése után átirányítja a felhasználókat egy tetszőleges URL-re.
it_it: Reindirizza gli utenti a qualsiasi URL dopo l'invio dell'e-mail.
nb_no: Omdiriger brukere til en hvilken som helst URL etter at e-posten er sendt.
nl_nl: Gebruikers na succesvolle verzending van e-mail doorsturen naar een willekeurige URL.
pl_pl: Przekieruj użytkowników na dowolny adres URL po pomyślnym wysłaniu wiadomości e-mail.
pt_pt: Redirecionar os utilizadores para qualquer URL depois do e-mail ser enviado com sucesso.
ro_ro: Redirecționează utilizatorii către orice adresă URL după ce e-mailul a fost trimis.
sk_sk: Presmerovať používateľov na ľubovoľnú URL adresu po úspešnom odoslaní e-mailu.
sl_si: Preusmeri uporabnike na katerikoli URL po uspešno poslanem e-poštnem sporočilu.
sv_se: Omdirigera användare till valfri webbadress efter att meddelandet har skickats.

source: Integrate additional Honeypot protection into your forms for stronger security.
cs_cz: Integrujte do svých formulářů dodatečnou ochranu Honeypot pro silnější zabezpečení.
da_dk: Integrer yderligere Honeypot-beskyttelse i dine formularer for stærkere sikkerhed.
de_de: Integrieren Sie zusätzlichen Honeypot-Schutz in Ihre Formulare für mehr Sicherheit.
et: Tugevama turvalisuse tagamiseks integreerige oma vormidesse täiendav Honeypot-kaitse.
fi: Integroi lomakkeisiisi lisäsuojaa Honeypot-ominaisuudella parantaaksesi tietoturvaa.
fr_fr: Intégrez une protection Honeypot supplémentaire à vos formulaires pour une sécurité renforcée.
hu_hu: Integrálj további Honeypot védelmet az űrlapokba a nagyobb biztonság érdekében.
it_it: Integra la protezione Honeypot aggiuntiva nei tuoi moduli per una maggiore sicurezza.
nb_no: Integrer ekstra Honeypot-beskyttelse i skjemaene dine for sterkere sikkerhet.
nl_nl: Integreer extra Honeypot-bescherming in je formulieren voor meer veiligheid.
pl_pl: Zintegruj dodatkową ochronę Honeypot ze swoimi formularzami, aby zwiększyć bezpieczeństwo.
pt_pt: Integra proteção Honeypot adicional nos teus formulários para uma segurança mais robusta.
ro_ro: Integrați protecție suplimentară Honeypot în formularele dvs. pentru o securitate mai puternică.
sk_sk: Integrujte do svojich formulárov dodatočnú ochranu Honeypot pre väčšiu bezpečnosť.
sl_si: V svoje obrazce integrirajte dodatno zaščito Honeypot za večjo varnost.
sv_se: Integrera extra Honeypot-skydd i dina formulär för ökad säkerhet.

source: Define a list of restricted words. Messages containing restricted words will not be sent.
cs_cz: Definujte seznam zakázaných slov. Zprávy obsahující zakázaná slova nebudou odeslány.
da_dk: Definer en liste over begrænsede ord. Beskeder, der indeholder begrænsede ord, bliver ikke sendt.
de_de: Definieren Sie eine Liste mit eingeschränkten Wörtern. Nachrichten, die eingeschränkte Wörter enthalten, werden nicht gesendet.
el: Ορίστε μια λίστα απαγορευμένων λέξεων. Μηνύματα που περιέχουν περιορισμένες λέξεις δεν θα αποστέλλονται.
es_es: Define una lista de palabras restringidas. Los mensajes que contengan palabras restringidas no serán enviados.
et: Määratlege piiratud sõnade loend. Sõnumeid, mis sisaldavad piiratud sõnu, ei saadeta.
fi: Määritä luettelo kielletyistä sanoista. Viestejä, jotka sisältävät kiellettyjä sanoja, ei lähetetä.
fr_fr: Définissez une liste de mots interdits. Les messages contenant des mots interdits ne seront pas envoyés.
hu_hu: Adj meg egy listát a tiltott szavakról. A tiltott szavakat tartalmazó üzenetek nem lesznek elküldve.
it_it: Definisci un elenco di parole vietate. I messaggi contenenti parole vietate non verranno inviati.
nb_no: Definer en liste over begrensede ord. Meldinger som inneholder begrensede ord vil ikke bli sendt.
nl_nl: Definieer een lijst met beperkte woorden. Berichten die deze woorden bevatten, worden niet verzonden.
pl_pl: Zdefiniuj listę słów zabronionych. Wiadomości zawierające zabronione słowa nie zostaną wysłane.
pt_pt: Define uma lista de palavras restritas. As mensagens que contiverem palavras restritas não serão enviadas.
ro_ro: Definiți o listă de cuvinte restricționate. Mesajele care conțin cuvinte restricționate nu vor fi trimise.
sk_sk: Definujte zoznam zakázaných slov. Správy obsahujúce zakázané slová nebudú odoslané.
sl_si: Določite seznam prepovedanih besed. Sporočila, ki vsebujejo prepovedane besede, ne bodo poslana.
sv_se: Definiera en lista över begränsade ord. Meddelanden som innehåller de begränsade orden kommer inte att skickas.

source: Get IP Blocker access to block messages from malicious IP addresses.
cs_cz: Získejte přístup k IP Blockeru a blokujte zprávy ze škodlivých IP adres.
da_dk: Få IP Blocker-adgang til at blokere beskeder fra ondsindede IP-adresser.
de_de: Erhalten Sie Zugriff auf IP Blocker, um Nachrichten von schädlichen IP-Adressen zu blockieren.
el: Αποκτήστε πρόσβαση στο IP Blocker για να μπλοκάρετε μηνύματα από κακόβουλες διευθύνσεις IP.
es_es: Obtén acceso a IP Blocker para bloquear mensajes de direcciones IP maliciosas.
et: Hangi IP Blockeri juurdepääs, et blokeerida pahatahtlike IP-aadresside sõnumid.
fi: Hanki IP Blocker estämään viestit haitallisista IP-osoitteista.
fr_fr: Obtenez l'accès à IP Blocker pour bloquer les messages provenant d'adresses IP malveillantes.
hu_hu: Szerezz IP Blocker hozzáférést a rosszindulatú IP-címekről érkező üzenetek blokkolásához.
it_it: Ottieni l'accesso a IP Blocker per bloccare i messaggi da indirizzi IP malevoli.
nb_no: Få IP Blocker-tilgang for å blokkere meldinger fra ondsinnede IP-adresser.
nl_nl: Krijg IP Blocker-toegang om berichten van kwaadwillende IP-adressen te blokkeren.
pl_pl: Uzyskaj dostęp do IP Blocker, aby blokować wiadomości z niebezpiecznych adresów IP.
pt_pt: Obtém acesso ao IP Blocker para bloquear mensagens de endereços IP maliciosos.
ro_ro: Obțineți acces la IP Blocker pentru a bloca mesajele de pe adrese IP rău intenționate.
sk_sk: Získajte prístup k IP Blocker na blokovanie správ zo škodlivých IP adries.
sl_si: Pridobite dostop do IP Blockerja, da blokirate sporočila zlonamernih IP naslovov.
sv_se: Få tillgång till IP Blocker för att blockera meddelanden från skadliga IP-adresser.

source: Use rate limiting to manage how often forms can be submitted and prevent abuse.
cs_cz: Použijte omezení frekvence k řízení toho, jak často lze formuláře odesílat, a zabýváte zneužití.
da_dk: Brug ratebegrænsning til at styre, hvor ofte formularer kan indsendes, og forhindre misbrug.
de_de: Verwenden Sie Ratenbegrenzung, um zu steuern, wie oft Formulare gesendet werden können, und Missbrauch zu verhindern.
el: Χρησιμοποιήστε τον περιορισμό συχνότητας για να διαχειριστείτε πόσο συχνά μπορούν να υποβάλλονται φόρμες και να αποτρέψετε την κατάχρηση.
es_es: Limita la frecuencia con la que se pueden enviar los formularios para prevenir abusos.
et: Kasuta kiiruse piiramist, et kontrollida, kui tihti vorme saab esitada, ja vältida kuritarvitamist.
fi: Käytä nopeuden rajoittamista hallitaksesi lomakkeiden lähetystiheyttä ja estää väärinkäyttö.
fr_fr: Utilisez la limitation de taux pour gérer la fréquence à laquelle les formulaires peuvent être soumis et prévenir les abus.
hu_hu: Használd a gyakoriságkorlátozást az űrlapok beküldési gyakoriságának kezelésére és a visszaélések megelőzésére.
it_it: Utilizza la limitazione del tasso di invio per gestire la frequenza con cui i moduli possono essere inviati e prevenire gli abusi.
nb_no: Bruk frekvensbegrensning for å styre hvor ofte skjemaer kan sendes inn og forhindre misbruk.
nl_nl: Gebruik frequentiebeperking om te beheren hoe vaak formulieren kunnen worden ingediend en misbruik te voorkomen.
pl_pl: Użyj ograniczania częstotliwości, aby zarządzać częstotliwością przesyłania formularzy i zapobiegać nadużyciom.
pt_pt: Usa a limitação de envios para gerir a frequência com que os formulários podem ser submetidos e prevenir abusos.
ro_ro: Utilizați limitarea ratei pentru a gestiona cât de des pot fi trimise formularele și pentru a preveni abuzul.
sk_sk: Použite obmedzenie frekvencie, aby ste mohli spravovať ako často je možné odosielať formuláre a zabránili ste zneužitiu.
sl_si: Uporabite omejevanje pogostosti, da upravljate, kako pogosto je mogoče pošiljati obrazce, in preprečite zlorabe.
sv_se: Använd hastighetsbegränsning för att hantera hur ofta formulär kan skickas och förhindra missbruk.

source: Enable automatic saving of Contact Form 7 messages to your database.
cs_cz: Povolte automatické ukládání zpráv z formuláře Contact Form 7 do databáze.
da_dk: Aktiver automatisk lagring af Contact Form 7-beskeder i din database.
de_de: Aktivieren Sie das automatische Speichern von Contact Form 7-Nachrichten in Ihrer Datenbank.
el: Ενεργοποιήστε την αυτόματη αποθήκευση των μηνυμάτων Contact Form 7 στη βάση δεδομένων σας.
es_es: Activar el guardado automático de los mensajes de Contact Form 7 en tu base de datos.
et: Luba Contact Form 7 sõnumite automaatne salvestamine andmebaasi.
fi: Ota käyttöön Contact Form 7 -viestien automaattinen tallennus tietokantaan.
fr_fr: Activer l'enregistrement automatique des messages de Contact Form 7 dans votre base de données.
hu_hu: Engedélyezd a Contact Form 7 üzenetek automatikus mentését az adatbázisba.
it_it: Abilita il salvataggio automatico dei messaggi di Contact Form 7 nel tuo database.
nb_no: Aktiver automatisk lagring av Contact Form 7-meldinger til databasen din.
nl_nl: Schakel het automatisch opslaan van Contact Form 7-berichten in je database in.
pl_pl: Włącz automatyczne zapisywanie wiadomości Contact Form 7 w bazie danych.
pt_pt: Ativa a gravação automática de mensagens do Contact Form 7 na tua base de dados.
ro_ro: Activați salvarea automată a mesajelor Contact Form 7 în baza dvs. de date.
sk_sk: Povoliť automatické ukladanie správ Contact Form 7 do vašej databázy.
sl_si: Omogočite samodejno shranjevanje sporočil obrazca Contact Form 7 v vašo zbirko podatkov.
sv_se: Aktivera automatisk sparning av Contact Form 7-meddelanden till din databas.

source: Use Twilio SMS to receive new form submission notifications directly to your phone.
cs_cz: Pomocí služby Twilio SMS přijímat oznámení o odeslání nového formuláře přímo do telefonu.
da_dk: Brug Twilio SMS til at modtage notifikationer om nye formularindsendelser direkte på din telefon.
de_de: Verwenden Sie Twilio SMS, um Benachrichtigungen über neue Formulareingaben direkt auf Ihrem Telefon zu erhalten.
el: Χρησιμοποιήστε το Twilio SMS για να λαμβάνετε ειδοποιήσεις υποβολής νέας φόρμας απευθείας στο τηλέφωνό σας.
es_es: Utiliza Twilio SMS para recibir notificaciones de nuevos envíos de formularios directamente en tu teléfono.
et: Kasuta Twilio SMS-i, et saada uusi vormiesituse teateid otse oma telefoni.
fi: Vastaanota uudet lomakkeiden lähetysilmoitukset suoraan puhelimeesi Twilio SMS:n avulla.
fr_fr: Utilisez Twilio SMS pour recevoir des notifications de nouvelles soumissions de formulaires directement sur votre téléphone.
hu_hu: Használd a Twilio SMS-t, hogy közvetlenül a telefonodra kapj értesítést az új űrlapbeküldésekről.
it_it: Utilizza Twilio SMS per ricevere notifiche di nuovi invii di moduli direttamente sul tuo telefono.
nb_no: Bruk Twilio SMS for å motta varsler om nye skjemainnsendinger direkte til telefonen din.
nl_nl: Gebruik Twilio SMS om meldingen van nieuwe formulierinzendingen rechtstreeks op je telefoon te ontvangen.
pl_pl: Użyj Twilio SMS, aby otrzymywać powiadomienia o nowych zgłoszeniach z formularzy bezpośrednio na swój telefon.
pt_pt: Usa o Twilio SMS para receber notificações de novas submissões de formulários diretamente no teu telemóvel.
ro_ro: Utilizați Twilio SMS pentru a primi notificări privind noile trimiteri de formulare direct pe telefon.
sk_sk: Pomocou Twilio SMS prijímajte oznámenia o nových odoslaniach formulárov priamo do telefónu.
sl_si: Uporabite Twilio SMS, da prejemate obvestila o novih pošiljanjih obrazcev neposredno na vaš telefon.
sv_se: Använd Twilio SMS för att få notiser om nya formulärinlämningar direkt till din telefon.

source: Transfer data from contact form submissions directly into your Mailchimp list.
cs_cz: Přenos dat z odeslání kontaktního formuláře přímo do vašeho seznamu Mailchimp.
da_dk: Overfør data fra indsendelser af kontaktformularer direkte til din Mailchimp-liste.
de_de: Übertragen Sie Daten aus Kontaktformular-Einsendungen direkt in Ihre Mailchimp-Liste.
es_es: Transfiere datos de los envíos de formularios de contacto directamente a tu lista de Mailchimp.
et: Kandevormi esitamise andmed otse oma Mailchimpi nimekirja.
fi: Siirrä yhteydenottolomakkeiden tiedot suoraan Mailchimp-listalle.
fr_fr: Transférez les données des soumissions de formulaires de contact directement dans votre liste Mailchimp.
hu_hu: Az űrlapbeküldésekből származó adatok közvetlen átvitele a Mailchimp listára.
it_it: Trasferisci i dati dagli invii di moduli di contatto direttamente nella tua lista Mailchimp.
nb_no: Overfør data fra kontaktskjema-innsendinger direkte til Mailchimp-listen din.
nl_nl: Zet gegevens van inzendingen van contactformulieren rechtstreeks over naar je Mailchimp-lijst.
pl_pl: Przenieś dane ze zgłoszeń w formularzach kontaktowych bezpośrednio na swoją listę Mailchimp.
pt_pt: Transfere dados das submissões do formulário de contacto diretamente para a tua lista Mailchimp.
ro_ro: Transferați date din trimiterile de formulare de contact direct în lista dvs. Mailchimp.
sk_sk: Preneste dáta z odoslaných kontaktných formulárov priamo do vášho zoznamu Mailchimp.
sl_si: Prenesite podatke iz pošiljk kontaktnih obrazcev neposredno na vaš seznam Mailchimp.
sv_se: Överför data från kontaktformulärsinlämningar direkt till din Mailchimp-lista.

source: Use this link to generate
cs_cz: K vygenerování použijte tento odkaz
da_dk: Brug dette link til at generere
de_de: Verwenden Sie diesen Link zum Generieren
el: Χρησιμοποιήστε αυτόν τον σύνδεσμο για δημιουργία
es_es: Utiliza este enlace para generar
et: Selle lingi abil saate genereerida
fi: Luo tällä linkillä
fr_fr: Utilisez ce lien pour générer
hu_hu: Használd ezt a linket a generáláshoz
it_it: Utilizza questo link per generare
nb_no: Bruk denne lenken til å generere
nl_nl: Gebruik deze link om te genereren
pl_pl: Użyj tego linku, aby wygenerować
pt_pt: Usa este link para gerar
ro_ro: Utilizați acest link pentru a genera
sk_sk: Pomocou tohto odkazu vygenerujte
sl_si: Uporabite to povezavo za ustvarjanje
sv_se: Använd den här länken för att generera

source: Choose
cs_cz: Vyberte
da_dk: Vælg
de_de: Auswählen
el: Επιλέξτε
es_es: Elige
et: Vali
fi: Valitse
fr_fr: Choisir
hu_hu: Választ
it_it: Scegli
nb_no: Velg
nl_nl: Kies
pl_pl: Wybierz
pt_pt: Escolher
ro_ro: Alegeți
sk_sk: Vyberte
sl_si: Izberite
sv_se: Välj

source: Updated successfully!
cs_cz: Úspěšně aktualizováno!
da_dk: Opdateret med succes!
de_de: Erfolgreich aktualisiert!
et: Edukalt uuendatud!
fi: Päivitetty onnistuneesti!
fr_fr: Mise à jour réussie !
hu_hu: Sikeresen frissítve!
it_it: Aggiornato con successo!
nb_no: Oppdatert!
nl_nl: Succesvol bijgewerkt!
pl_pl: Zaktualizowano pomyślnie!
pt_pt: Atualizado com sucesso!
ro_ro: Actualizat cu succes!
sk_sk: Úspešne aktualizované!
sl_si: Uspešno posodobljeno!
sv_se: Uppdaterat!

source: PRO features:
cs_cz: PRO funkce:
da_dk: PRO-funktioner:
de_de: PRO-Funktionen:
et: PRO funktsioonid:
fi: PRO-ominaisuudet:
fr_fr: Fonctionnalités PRO :
hu_hu: PRO funkciók:
it_it: Funzionalità PRO:
nb_no: PRO-funksjoner:
nl_nl: PRO-functies:
pl_pl: Funkcje PRO:
pt_pt: Funcionalidades PRO:
ro_ro: Funcționalități PRO:
sk_sk: PRO funkcie:
sl_si: PRO funkcije:
sv_se: PRO-funktioner:

source: You can combine multiple attributes, sample shortcode:
cs_cz: Můžete kombinovat více atributů, příklad shortcodu:
da_dk: Du kan kombinere flere attributter, eksempel på shortcode:
de_de: Sie können mehrere Attribute kombinieren, Beispiel-Shortcode:
et: Saate kombineerida mitu atribuuti, näidis-lühikood:
fi: Voit yhdistää useita ominaisuuksia, esimerkki shortcode:
fr_fr: Vous pouvez combiner plusieurs attributs, exemple de shortcode :
hu_hu: Több tulajdonságot is kombinálhatsz, példa shortcode:
it_it: Puoi combinare più attributi, esempio di shortcode:
nb_no: Du kan kombinere flere attributter, eksempel på shortcode:
nl_nl: Je kunt meerdere attributen combineren, voorbeeld shortcode:
pl_pl: Możesz łączyć wiele atrybutów, przykładowy krótki kod:
pt_pt: Podes combinar múltiplos atributos, exemplo de shortcode:
ro_ro: Puteți combina mai multe atribute, exemplu de cod scurt:
sk_sk: Môžete kombinovať viacero atribútov, príklad shortcodu:
sl_si: Kombinirate lahko več atributov, primer kratke kode:
sv_se: Du kan kombinera flera attribut, exempels kortkod:

source: reCaptcha will not work unless you set up the configuration below
cs_cz: reCaptcha nebude fungovat, dokud nenastavíte konfiguraci níže
da_dk: reCaptcha vil ikke fungere, medmindre du konfigurerer nedenstående indstillinger
de_de: reCaptcha funktioniert nicht, wenn Sie die folgende Konfiguration nicht einrichten
et: reCaptcha ei tööta, kui te ei seadista allpool toodud konfiguratsiooni
fi: reCAPTCHA ei toimi, jollet määritä alla olevia asetuksia
fr_fr: reCaptcha ne fonctionnera que si vous configurez les paramètres ci-dessous
hu_hu: A reCaptcha nem fog működni, hacsak nem állítod be az alábbi konfigurációt
it_it: reCaptcha non funzionerà a meno che non si imposti la configurazione seguente
nb_no: reCaptcha vil ikke fungere med mindre du setter opp konfigurasjonen nedenfor
nl_nl: reCAPTCHA werkt niet tenzij je de onderstaande configuratie instelt
pl_pl: reCaptcha nie będzie działać, jeśli nie skonfigurujesz poniższych ustawień.
pt_pt: O reCaptcha não irá funcionar a não ser que definas a configuração abaixo
ro_ro: reCaptcha nu va funcționa decât dacă efectuați configurarea de mai jos.
sk_sk: reCaptcha nebude fungovať, pokiaľ nenastavíte konfiguráciu uvedenú nižšie
sl_si: reCaptcha ne bo deloval, dokler ne nastavite spodnje konfiguracije
sv_se: reCaptcha kommer inte att fungera om du inte konfigurerar inställningarna nedan
