Repository: sgmurphy/wordpress-plugins
Catalog: contact-form-7-simple-recaptcha/languages/cf7sr-free-*.po
Languages: cs_cz, da_dk, de_de, el, es_es, et, fi, fr_fr, hu_hu, it_it, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sv_se

source: Default size of CAPTCHA is normal, for compact size use shortcode:
cs_cz: Výchozí velikost CAPTCHA je normální, pro kompaktní velikost použijte zkratku:
da_dk: Standardstørrelsen på CAPTCHA er normal, for kompakt størrelse, brug kortkode:
de_de: Die Standardgröße des CAPTCHA ist normal, für eine kompakte Größe verwenden Sie den Shortcode:
et: Vaikimisi CAPTCHA suurus on normaalne, kompaktse suuruse saamiseks kasutage lühikoodi:
fi: CAPTCHA:n oletuskoko on normaali, tiiviimpää kokoa varten käytä pikakoodia:
fr_fr: La taille par défaut du CAPTCHA est normale, pour une taille compacte, utilisez le shortcode:
hu_hu: A CAPTCHA alapértelmezett mérete normál, kompakt méret esetén használja a rövidkódot:
it_it: La dimensione predefinita del CAPTCHA è normale, per una dimensione compatta utilizza il codice shortcode:
nb_no: Standard størrelse på CAPTCHA er normal, for kompakt størrelse bruk kortkode:
nl_nl: Standaard grootte van CAPTCHA is normaal, voor compacte grootte gebruik een shortcode:
pl_pl: Domyślny rozmiar CAPTCHA to normalny, dla rozmiaru kompaktowego użyj skrótu:
pt_pt: O tamanho padrão do CAPTCHA é normal, para um tamanho compacto, utilize o código de atalho:
ro_ro: Dimensiunea implicită a CAPTCHA-ului este normală, pentru dimensiune compactă folosiți shortcode-ul:
sk_sk: Predvolená veľkosť CAPTCHA je normálna, pre kompaktnú veľkosť použite skrátený kód:
sl_si: Privzeta velikost CAPTCHA je običajna, za kompaktno velikost uporabite bližnjico:
sv_se: Standardstorlek för CAPTCHA är normal, för kompakt storlek använd kortkod:

source: Default color theme of CAPTCHA is auto, for dark or light theme use shortcode:
cs_cz: Výchozí barevné téma CAPTCHA je automatické, pro tmavé nebo světlé téma použijte zkratku:
da_dk: Standardfarvetemaet på CAPTCHA er auto, for mørkt eller lyst tema, brug kortkode:
de_de: Das Standardfarbthema des CAPTCHA ist automatisch, für ein dunkles oder helles Thema verwenden Sie den Shortcode:
et: Vaikimisi CAPTCHA värviteema on automaatne, tumeda või heleda teema saamiseks kasutage lühikoodi:
fi: CAPTCHA:n oletusväriteema on automaattinen, tummaa tai vaaleaa teemaa varten käytä pikakoodia:
fr_fr: Le thème de couleur par défaut du CAPTCHA est automatique, pour un thème sombre ou clair, utilisez le shortcode:
hu_hu: A CAPTCHA alapértelmezett szín témája automatikus, sötét vagy világos témához használja a rövidkódot:
it_it: Il tema di colore predefinito del CAPTCHA è automatico, per il tema scuro o chiaro utilizza il codice shortcode:
nb_no: Standard farge tema for CAPTCHA er auto, for mørk eller lys tema bruk kortkode:
nl_nl: Standaard kleurthema van CAPTCHA is automatisch, voor donker of licht thema gebruik een shortcode:
pl_pl: Domyślny motyw kolorów CAPTCHA to auto, dla motywu ciemnego lub jasnego użyj skrótu:
pt_pt: O tema de cor padrão do CAPTCHA é automático, para um tema escuro ou claro, utilize o código de atalho:
ro_ro: Tema implicită de culoare a CAPTCHA-ului este automată, pentru temă întunecată sau luminoasă folosiți shortcode-ul:
sk_sk: Predvolená farebná téma CAPTCHA je automatická, pre tmavú alebo svetlú tému použite skrátený kód:
sl_si: Privzeta barvna tema CAPTCHA je samodejna, za temno ali svetlo temo uporabite bližnjico:
sv_se: Standardfärgtema för CAPTCHA är auto, för mörkt eller ljust tema använd kortkod:

source: Contact Form 7 Captcha plugin updated to support Google CAPTCHA V2, hCAPTCHA and Cloudflare Turnstile CAPTCHA
cs_cz: Plugin Captcha pro formulář Contact Form 7 byl aktualizován pro podporu Google CAPTCHA V2, hCAPTCHA a CAPTCHA Cloudflare Turnstile
da_dk: Kontaktformular 7 Captcha-plugin opdateret til at understøtte Google CAPTCHA V2, hCAPTCHA og Cloudflare Turnstile CAPTCHA
de_de: Das Captcha-Plugin für Kontaktformular 7 wurde aktualisiert, um Google CAPTCHA V2, hCAPTCHA und Cloudflare Turnstile CAPTCHA zu unterstützen.
et: Kontaktvormi 7 Captcha pistikprogramm on uuendatud Google CAPTCHA V2, hCAPTCHA ja Cloudflare Turnstile CAPTCHA toe saamiseks
fi: Yhteydenottolomake 7 -lomakkeen Captcha-liitännäinen on päivitetty tukemaan Google CAPTCHA V2:a, hCAPTCHA:ta ja Cloudflare Turnstile CAPTCHA:ta
fr_fr: Le plugin Captcha de Contact Form 7 a été mis à jour pour prendre en charge Google CAPTCHA V2, hCAPTCHA et Cloudflare Turnstile CAPTCHA
hu_hu: A Kapcsolatfelvételi űrlap 7 Captcha bővítményt frissítették a Google CAPTCHA V2, az hCAPTCHA és a Cloudflare Turnstile CAPTCHA támogatására.
it_it: Il plugin Captcha di Contact Form 7 è stato aggiornato per supportare Google CAPTCHA V2, hCAPTCHA e CAPTCHA di Cloudflare Turnstile
nb_no: Kontakt Skjema 7 Captcha plugin oppdatert for å støtte Google CAPTCHA V2, hCAPTCHA og Cloudflare Turnstile CAPTCHA
nl_nl: Contact Form 7 Captcha plugin bijgewerkt om Google CAPTCHA V2, hCAPTCHA en Cloudflare Turnstile CAPTCHA te ondersteunen
pl_pl: Wtyczka Captcha Contact Form 7 została zaktualizowana, aby obsługiwać Google CAPTCHA V2, hCAPTCHA i CAPTCHA Cloudflare Turnstile
pt_pt: O plugin Captcha do Contact Form 7 foi atualizado para suportar o Google CAPTCHA V2, hCAPTCHA e CAPTCHA do Cloudflare Turnstile
ro_ro: Pluginul Captcha pentru Contact Form 7 a fost actualizat pentru a suporta Google CAPTCHA V2, hCAPTCHA și CAPTCHA-ul Cloudflare Turnstile
sk_sk: Plugin Captcha Contact Form 7 bol aktualizovaný na podporu Google CAPTCHA V2, hCAPTCHA a CAPTCHA Cloudflare Turnstile
sl_si: Vstavek Captcha za obrazec za stik 7 je bil posodobljen za podporo Google CAPTCHA V2, hCAPTCHA in CAPTCHA Cloudflare Turnstile
sv_se: Kontaktformulär 7 Captcha-plugin uppdaterat för att stödja Google CAPTCHA V2, hCAPTCHA och Cloudflare Turnstile CAPTCHA

source: Get Captcha Pro starting from $0.83 per month:
cs_cz: Získejte Captcha Pro začínající od $0.83 měsíčně:
da_dk: Få Captcha Pro fra $0.83 om måneden:
de_de: Holen Sie sich Captcha Pro ab $0.83 pro Monat:
et: Hankige Captcha Pro alates $0.83 kuus:
fi: Hanki Captcha Pro alkaen $0.83 kuukaudessa:
fr_fr: Obtenez Captcha Pro à partir de $0.83 par mois :
hu_hu: Szerezze be a Captcha Pro-t kezdve $0.83 havonta:
it_it: Ottieni Captcha Pro a partire da $0.83 al mese:
nb_no: Få Captcha Pro fra $0.83 per måned:
nl_nl: Ontvang Captcha Pro vanaf $0.83 per maand:
pl_pl: Zdobądź Captcha Pro już od $0.83 miesięcznie:
pt_pt: Obtenha o Captcha Pro a partir de $0.83 por mês:
ro_ro: Obțineți Captcha Pro începând de la $0.83 pe lună:
sk_sk: Získajte Captcha Pro začínajúc od $0.83 mesačne:
sl_si: Pridobite Captcha Pro, ki se začne pri $0.83 na mesec:
sv_se: Få Captcha Pro från $0.83 per månad:

source: Get Captcha Pro and Unlock all the Powerful Features
cs_cz: Získejte Captcha Pro a odemkněte všechny mocné funkce
da_dk: Få Captcha Pro og lås op for alle de kraftfulde funktioner
de_de: Erhalten Sie Captcha Pro und entsperren Sie alle leistungsstarken Funktionen
el: Αποκτήστε το Captcha Pro και ξεκλειδώστε όλες τις ισχυρές δυνατότητες
es_es: Consigue Captcha Pro y desbloquea todas las potentes características
et: Hankige Captcha Pro ja avage kõik võimsad funktsioonid
fi: Hanki Captcha Pro ja avaa kaikki tehokkaat ominaisuudet
fr_fr: Obtenez Captcha Pro et débloquez toutes les fonctionnalités puissantes
hu_hu: Szerezze be a Captcha Pro-t és oldja fel az összes erőteljes funkciót
it_it: Ottieni Captcha Pro e sblocca tutte le potenti funzionalità
nb_no: Få Captcha Pro og lås opp alle kraftfulle funksjoner
nl_nl: Ontvang Captcha Pro en ontgrendel alle krachtige functies
pl_pl: Zdobądź Captcha Pro i odblokuj wszystkie potężne funkcje
pt_pt: Obtenha o Captcha Pro e desbloqueie todas as funcionalidades poderosas
ro_ro: Obțineți Captcha Pro și deblocați toate funcțiile puternice
sk_sk: Získajte Captcha Pro a odomknite všetky výkonné funkcie
sl_si: Pridobite Captcha Pro in odklenite vse močne funkcije
sv_se: Få Captcha Pro och lås upp alla kraftfulla funktioner

source: Contact Form 7 Captcha plugin updated: now supports Cloudflare Turnstile CAPTCHA!
cs_cz: Aktualizace pluginu Captcha pro Contact Form 7: nyní podporuje Cloudflare Turnstile CAPTCHA!
da_dk: Opdatering af Contact Form 7 Captcha-plugin: understøtter nu Cloudflare Turnstile CAPTCHA!
de_de: Das Contact Form 7 Captcha-Plugin wurde aktualisiert: unterstützt jetzt Cloudflare Turnstile CAPTCHA!
et: Contact Form 7 Captcha plugin on uuendatud: toetab nüüd Cloudflare Turnstile CAPTCHA-t!
fi: Contact Form 7 Captcha -lisäosa päivitetty: tukee nyt Cloudflare Turnstile CAPTCHA:ta!
fr_fr: Mise à jour du plugin Captcha de Contact Form 7 : prend maintenant en charge Cloudflare Turnstile CAPTCHA !
hu_hu: A Contact Form 7 Captcha bővítmény frissítve: most támogatja a Cloudflare Turnstile CAPTCHA-t!
it_it: Plugin Captcha di Contact Form 7 aggiornato: ora supporta Cloudflare Turnstile CAPTCHA!
nb_no: Oppdatering for Contact Form 7 Captcha-plugin: støtter nå Cloudflare Turnstile CAPTCHA!
nl_nl: Contact Form 7 Captcha plugin bijgewerkt: ondersteunt nu Cloudflare Turnstile CAPTCHA!
pl_pl: Zaktualizowano wtyczkę Captcha do Contact Form 7: teraz obsługuje Cloudflare Turnstile CAPTCHA!
pt_pt: Plugin Captcha do Contact Form 7 atualizado: agora suporta Cloudflare Turnstile CAPTCHA!
ro_ro: Pluginul Captcha pentru Contact Form 7 a fost actualizat: acum suportă Cloudflare Turnstile CAPTCHA!
sk_sk: Plugin Captcha pre Contact Form 7 aktualizovaný: teraz podporuje Cloudflare Turnstile CAPTCHA!
sl_si: Vtičnik Captcha za obrazec Contact Form 7 je bil posodobljen: zdaj podpira Cloudflare Turnstile CAPTCHA!
sv_se: Contact Form 7 Captcha-plugin uppdaterat: stödjer nu Cloudflare Turnstile CAPTCHA!

source: Introducing PRO Feature: Responsive Captcha.
cs_cz: Představujeme PRO funkci: Responsive Captcha.
da_dk: Introduktion af PRO-funktion: Responsive Captcha.
de_de: Vorstellung der PRO-Funktion: Responsive Captcha.
et: PRO funktsiooni tutvustus: Responsive Captcha.
fi: Esitellään PRO-ominaisuus: Responsive Captcha.
fr_fr: Présentation de la fonctionnalité PRO : Captcha responsive.
hu_hu: PRO funkció bemutatása: Responsive Captcha.
it_it: Presentazione della funzione PRO: Captcha responsivo.
nb_no: Introduksjon av PRO-funksjon: Responsive Captcha.
nl_nl: Introductie van PRO-functie: Responsive Captcha.
pl_pl: Nowa funkcja PRO: Responsywne Captcha.
pt_pt: Apresentando recurso PRO: Captcha responsivo.
ro_ro: Prezentare funcționalitate PRO: Captcha responsiv.
sk_sk: Predstavenie funkcie PRO: Responsive Captcha.
sl_si: Predstavitev PRO funkcije: Odzivni Captcha.
sv_se: Introducerar PRO-funktion: Responsivt Captcha.

source: View all PRO features.
cs_cz: Zobrazit všechny PRO funkce.
da_dk: Se alle PRO-funktioner.
de_de: Alle PRO-Funktionen anzeigen.
et: Vaadake kõiki PRO funktsioone.
fi: Näytä kaikki PRO-ominaisuudet.
fr_fr: Voir toutes les fonctionnalités PRO.
hu_hu: Az összes PRO funkció megtekintése.
it_it: Visualizza tutte le funzionalità PRO.
nb_no: Se alle PRO-funksjoner.
nl_nl: Bekijk alle PRO-functies.
pl_pl: Zobacz wszystkie funkcje PRO.
pt_pt: Ver todas as funcionalidades PRO.
ro_ro: Vizualizați toate funcționalitățile PRO.
sk_sk: Zobraziť všetky funkcie PRO.
sl_si: Ogled vseh PRO funkcij.
sv_se: Visa alla PRO-funktioner.

source: Responsive Captcha - adapts to smaller screens by switching to compact size when a predefined width is set.
cs_cz: Responsive Captcha - přizpůsobuje se menším obrazovkám přepnutím na kompaktní velikost při nastavení předdefinované šířky.
da_dk: Responsivt Captcha - tilpasser sig mindre skærme ved at skifte til kompakt størrelse, når en foruddefineret bredde er indstillet.
de_de: Responsive Captcha - passt sich kleineren Bildschirmen an, indem es bei einer vordefinierten Breite auf kompakte Größe umschaltet.
et: Responsive Captcha - kohandub väiksematele ekraanidele, lülitades kokkupandava suuruse sisse, kui on määratud eelnevalt laius.
fi: Responsive Captcha - mukautuu pienempiin näyttöihin vaihtamalla tiiviimpään kokoon, kun ennalta määrätty leveys on asetettu.
fr_fr: Captcha responsive - s'adapte aux écrans plus petits en passant à une taille compacte lorsque la largeur prédéfinie est définie.
hu_hu: Responsive Captcha - alkalmazkodik kisebb képernyőkhöz, kompakt méretre váltva, amikor egy előre meghatározott szélesség van beállítva.
it_it: Captcha responsivo - si adatta a schermi più piccoli passando a una dimensione compatta quando viene impostata una larghezza predefinita.
nb_no: Responsivt Captcha - tilpasser seg mindre skjermer ved å bytte til kompakt størrelse når en forhåndsdefinert bredde er satt.
nl_nl: Responsieve Captcha - past zich aan aan kleinere schermen door over te schakelen naar een compact formaat wanneer een vooraf gedefinieerde breedte is ingesteld.
pl_pl: Responsywne Captcha - dostosowuje się do mniejszych ekranów przez przełączenie się na kompaktowy rozmiar, gdy ustawiona jest określona szerokość.
pt_pt: Captcha responsivo - adapta-se a telas menores mudando para um tamanho compacto quando uma largura pré-definida é configurada.
ro_ro: Captcha responsiv - se adaptează la ecrane mai mici prin comutarea la o dimensiune compactă când este setată o lățime predefinită.
sk_sk: Responsive Captcha - prispôsobuje sa menším obrazovkám prepínaním do kompaktného režimu pri nastavení preddefinovanej šírky.
sl_si: Odzivni Captcha - prilagodi se manjšim zaslonom z preklopom v kompaktno velikost, ko je določena prednastavljena širina.
sv_se: Responsivt Captcha - anpassar sig till mindre skärmar genom att växla till kompakt storlek när en fördefinierad bredd är inställd.

source: This plugin adds <strong>I am not a robot</strong> checkbox to Contact Form 7, extending its functionality (not affiliated with the Contact Form 7 plugin).
el: Αυτό το πρόσθετο προσθέτει το πλαίσιο ελέγχου <strong>Δεν είμαι ροομποτ</strong> στη Contact Form 7, επεκτείνοντας τη λειτουργικότητά του (δεν σχετίζεται με το πρόσθετο Contact Form 7).
es_es: Este plugin añade la casilla de verificación <strong>No soy un robot</strong> a Contact Form 7, ampliando su funcionalidad (no está afiliado con el plugin Contact Form 7).

source: To add Captcha to Contact Form 7 form, add <strong>[cf7sr-simple-recaptcha]</strong> in your form ( preferable above submitbutton )
el: Για να προσθέσετε το Captcha στη φόρμα Contact Form 7, προσθέστε το <strong>[cf7sr-simple-recaptcha]</strong> στη φόρμα σας (κατά προτίμηση πάνω από το κουμπί υποβολής)

source: The plugin will not work unless you set up the configuration below
el: Το πρόσθετο δενδε θα λειτουργήσει μέχρις να ρυθμίσετε τις παραμέτρους παρακάτω
es_es: El plugin no funcionará a menos que realices la configuración que aparece a continuación

source: Trusted by more than 100,000 businesses worldwide. The Pro version is even better!
el: Έμπιστο από περισσότερες από 100.000 επιχειρήσεις παγκοσμίως. Η έκδοση Pro είναι ακόμα καλύτερη!
es_es: ¡Utilizado por más de 100,000 empresas en todo el mundo! La versión Pro es aún mejor.

source: Check out the cool new features.
el: Δείτε τα νέα cool χαρακτηριστικά.
es_es: Echa un vistazo a las fantásticas nuevas características.

source: WPML and POLYLANG language integration
el: Ενσωμάτωση γλώσσας WPML και POLYLANG
es_es: Integración con los idiomas WPML y POLYLANG

source: Render captcha widget in a specific language, choose from 70 languages.
el: Εμφάνιση του Captcha widget σε μια συγκεκριμένη γλώσσα, επιλέξτε από70 γλώσσες.
es_es: Mostrar widget Captcha en un idioma específico, elige entre 70 idiomas.

source: Switch between the color theme of the widget, light or dark.
el: Εναλλαγή μεταξύ του θέματος χρώματος του widget, ανοιχτού ή σκούρου.
es_es: Cambiar entre el tema de color claro u oscuro del widget.

source: Switch between the type of the widget, image or audio.
el: Εναλλαγή μεταξύ του τύπου του widget, εικόνας ή ήχου.
es_es: Cambiar entre el tipo de widget, imagen o audio.

source: Switch between the size of the widget, normal or compact.
el: Εναλλαγή μεταξύ του μεγέθους του widget, κανονικού ήσυμπαγούς.
es_es: Cambiar entre el tamaño del widget, normal o compacto.

source: Integrate powerful honeypot protection into your forms for stronger security.
el: Ενσωματώστε ισχυρή προστασία honeypot στις φόρμες σας για ισχυρότερη ασφάλεια.
es_es: Integra una potente protección honeypot en tus formularios para mayor seguridad.

source: Transfer data fromcontact form submissionsdirectly into your Mailchimp list.
el: Μεταφορά δεδομένων από υποβολές φορμας επικοινωνίας απευθείας στη λίστα Mailchimp σας.

source: To add Captcha to Contact Form 7 form, add <strong>[cf7sr-simple-recaptcha]</strong> in your form ( preferable above submit button )
es_es: Para añadir un Captcha al formulario de Contact Form 7, añade <strong>[cf7sr-simple-recaptcha]</strong> en tu formulario (preferiblemente encima del botón de envío).
