Repository: sgmurphy/wordpress-plugins
Catalog: aruba-hispeed-cache/languages/aruba-hispeed-cache-*.po
Languages: es_es

source: (date, category, tag, author, custom taxonomies)
es_es: (fecha, categoría, etiqueta, autor, taxonomías personalizadas)

source: <strong>The Aruba HiSpeed Cache plugin cannot be used because your WordPress website is not hosted on an Aruba hosting platform.</strong> Buy an <a href="%s" rel="nofollow" target="_blank">Aruba Hosting service</a> and migrate your website to use the plugin.
es_es: <strong>El complemento Aruba HiSpeed ​​Cache no se puede utilizar porque su sitio web de WordPress no está alojado en una plataforma de alojamiento de Aruba.</strong> Compre un <a href="%s" rel="nofollow" target="_blank">Aruba Servicio de hosting</a> y migra tu sitio web para utilizar el complemento.

source: <strong>The HiSpeed Cache service is not enabled.</strong> To activate it, go to your domain <a href="%1$s" rel="nofollow" target="_blank">control panel</a> (verifying the status may take up to 15 minutes). For further details <a href="%2$s" rel="nofollow" target="_blank">see our guide</a>.
es_es: <strong>El servicio HiSpeed ​​Cache no está habilitado.</strong> Para activarlo, vaya al <a href="%1$s" rel="nofollow" target="_blank">panel de control</a> (verificar el estado puede tardar hasta 15 minutos). Para obtener más detalles <a href="%2$s" rel="nofollow" target="_blank">consulte nuestra guía</a>.

source: <strong>The HiSpeed Cache service with which the plugin interfaces is not available on the server that hosts your website.</strong> To use HiSpeed Cache and the plugin, please contact <a href="%s" rel="nofollow" target="_blank">support</a>.
es_es: <strong>El servicio HiSpeed ​​Cache con el que interactúa el complemento no está disponible en el servidor que aloja su sitio web.</strong> Para utilizar HiSpeed ​​Cache y el complemento, comuníquese con <a href="%s" rel="nofollow" target="_blank">soporte</a>.

source: a <strong>post</strong> (or page/custom post) is <strong>modified</strong> or <strong>added</strong>.
es_es: se <strong>modifica</strong> o <strong>agrega</strong> un <strong>artículo</strong> (o página/custom post)

source: a <strong>published post</strong> (or page/custom post) is <strong>cancelled</strong>.
es_es: se <strong>elimina</strong> un <strong>artículo publicado</strong> (o página/custom post)

source: A comment is not approved or is deleted
es_es: Un comentario no se aprueba o se elimina

source: A comment is published
es_es: Se publica un comentario.

source: A post (or page/custom post) is modified or added.
es_es: Se modifica o agrega una publicación (o página/publicación personalizada).

source: A post is published
es_es: Se publica una publicacion

source: A published post (or page/custom post) is deleted
es_es: Se elimina una publicación publicada (o página/publicación personalizada)

source: An error occurred. Please try again later or contact support.
es_es: Ocurrió un error. Inténtelo de nuevo más tarde o comuníquese con el soporte.

source: Archives:
es_es: Archivo:

source: Aruba HiSpeed Cache interfaces directly with the Aruba HiSpeed Cache service of the Aruba hosting platform and automates its management.
es_es: Aruba HiSpeed ​​Cache interactúa directamente con el servicio Aruba HiSpeed ​​Cache de la plataforma de hosting de Aruba y automatiza su gestión.

source: Automatically purge the entire cache when:
es_es: Purgue automáticamente todo el caché cuando:

source: Cache purged.
es_es: Caché purgado.

source: Cache purging options
es_es: Opciones de purga de caché

source: Cache Warming is the process through which webpages are preloaded in the cache so they can be displayed quicker.<br> When the cache is emptied, the homepage data and the last ten posts of the site are automatically renewed to guarantee faster page loading
es_es: Cache Warming es el proceso mediante el cual las páginas web se precargan en el caché para que puedan mostrarse más rápido.<br> Cuando se vacía el caché, los datos de la página de inicio y las últimas diez publicaciones del sitio se renuevan automáticamente para garantizar una carga más rápida de la página.

source: Cache Warming options
es_es: Opciones Cache Warming

source: Comments
es_es: Comentarios

source: Customer support
es_es: Atención al cliente

source: Enable automatic purge of the cache
es_es: Habilitar la purga automática del caché

source: Enable cache for static file such image file, css file js file etc.etc.
es_es: Habilite el caché para archivos estáticos, como archivos de imagen, archivos css, archivos js, etc., etc.

source: Enables Cache Warming.
es_es: Habilita Cache Warming

source: Enables Static File Cache.
es_es: Habilita la caché de archivos estáticos.

source: File not found. The log file is not created, or is removed automatically, if the WordPress debugging feature is not enabled.
es_es: Archivo no encontrado. El archivo de registro no se crea o se elimina automáticamente si la función de depuración de WordPress no está habilitada.

source: Home page:
es_es: Página de inicio:

source: Post/page/custom post:
es_es: Publicación/página/publicación personalizada:

source: Purge Cache
es_es: Borrar caché

source: Purge entire cache
es_es: Purgar todo el caché

source: Purge page cache
es_es: Borrar caché de la página

source: Purging Log Actions
es_es: Registro de acciones de limpieza

source: Save changes
es_es: Guardar cambios

source: Service check request headers.
es_es: Encabezados de solicitud de verificación de servicio.

source: Settings
es_es: Configuración

source: Settings saved.
es_es: Ajustes guardados.

source: Sorry, you need to be an administrator to use HiSpeed Cache.
es_es: Lo sentimos mucho, tienes que ser administrador para usar Aruba HiSpeed Cache.

source: Static File Cache options
es_es: Opciones de caché de archivos estáticos

source: Static File Cache:
es_es: Caché de archivos estáticos:
